<template>
    <div class="root">
        <PageNav></PageNav>
        <img src="../../../../assets/road/b3.jpg" class="bg">
        <h1>领略最具代表性的中国艺术</h1>
        <p class="content">
            几个世纪以来，以山水画和瓷器为代表，多样而独特的中国艺术让西方着迷。这些来自异域的痴迷与喜爱，也伴随着对中国艺术的种种疑问：中国艺术的里程碑究竟是什么？谁是中国的林中国传统艺术最早起源于新石器时代，主要代表性艺术有书法、音乐、剪纸、绘画和戏曲等。中国传统艺术的遗产极其丰富并且辉煌。传统美食、传统服饰等等，都有几千年的积累，都有伟大的创造，都透着五千年文明古国深厚的文化底蕴。布兰、提香和毕加索？中国艺术所承载的独特理念和美学是什么？中国与世界的交流沟通对中国艺术产生了怎样的影响？
        </p>
        <p class="content">这是中华民族的宝贵财富，也是全人类的宝贵财富。中国传统艺术以其浓郁的乡土气息、淳厚的艺术内涵和生动的历史痕迹，越来越受到世界人民的喜爱和欣赏，成为人类共同的文化“大餐”。</p>
        <p class="content">
            商代古都安阳是黄河以北中华文明的摇篮。这里发现的妇好墓，出土了近2000件手工精美的铜器和玉器和14个陪葬人。在此之前，安阳出土的甲骨文中，超过200多条卜辞都提及妇好，记录了这位热爱玉石的商代君王正室、将领、祭司的传奇人生。
        </p>
        <p class="title">定义</p>
        <p class="content">
            艺术的定义之一是，通过塑造形象以反映社会生活而比现实更有典型性的一种社会意识形态。而中国的传统艺术则是历代的中国画家，书法家，手工艺者，诗人，建筑师等在中国的历史长河中，通过他们对中国人、社会和环境的理解所呈现给我们的，反映中国社会历史生活的一幅文化长卷。
        </p>
        <p class="content">绘画的历史渊源</p>
        <p class="content">
            中国绘画的历史最早可追溯到原始社会新石器时代的彩陶纹饰和岩画，原始绘画技巧虽幼稚，但已掌握了初步的造型能力，对动物、植物等动静形态亦能抓住主要特征，用以表达先民的信仰、愿望以及对于生活的美化装饰。</p>
        <p class="content">先秦绘画已在一些古籍中有了记载，如周代宫、明堂、庙祠中的历史人物、战国漆器、青铜器纹饰，楚国出土帛画等，都已达到较高的水平。</p>
        <p class="content">
            秦汉王朝是中国早期历史建立的中央集权制大国，疆域辽阔，国势强盛，丝绸之路沟通着中外艺术交流，绘画艺术空前发展与繁荣。尤其是汉代盛行厚葬之风，其墓室壁画及画像砖画像石以及随葬帛画，生动塑造了现实、历史、神话人物形象，具有动态性、情节性在反映现实生活方面取得了重大成就。其画风往往气魄宏大，笔势流动，既有粗犷豪放，又有细密瑰丽，内容丰富博杂，形式多姿多彩。
        </p>
        <p class="content">
            魏晋南北朝时期战争频仍，民生疾苦，但是绘画仍取得了较大的发展，苦难给佛教提供了传播的土壤，佛教美术勃然兴起。如新疆克孜尔石窟，甘肃麦积山石窟，敦煌莫高窟都保存了大量的该时期壁画，艺术造诣极高。由于上层社会对绘事的爱好和参与，除了工匠，还涌现出一批有文化教养的上流社会知名画家，如顾恺之等。这一时期玄学流行，文人崇尚飘逸通脱，画史画论等著作开始出现，山水画、花鸟画开始萌芽，这个时期的绘画注重精神状态的刻画及气质的表现，以文学为题材的绘画日趋流行。
        </p>
        <p class="content">
            隋唐时国家统一，社会相对稳定，经济比较繁荣，对外交流活跃，给绘画艺术注入了新的机运，在人物画方面虽然佛教壁画中西域画风仍在流行，但吴道子、周昉等人具有鲜明中原画风的作品占了绝对优势，民族风格日益成熟，展子虔、李思训、王维、张缲等人的山水画、花鸟画己工整富丽，取得了较高的成就。
        </p>
        <p class="content">
            在中国，绘画的真实性在12世纪宋朝时已发展到高峰，尤以郭熙的《早春图》为写实主义的巅峰，以后就开始转向主观情趣的抒发，自王维被盛赞诗中有画，画中有诗後，文人画悠久的传统便延续至今。又自北宋後，中国绘画渐趋注重笔墨情趣的形式主义，举例而言文徵明的画即意不在山水的描绘而是藉由山水来堆砌各种运笔的手法。到15世纪的明朝末年，清朝初期时，画家已经开始向表现自我方向转化，不注重客观世界的描绘，而是，八大山人、扬州八怪、任伯年、吴昌硕等都有很强的自我风格，而不再计较再现自然的真实性。
            现代画家如齐白石、张大千等更体现出大家风范，他们画的不一定真实，但任何人也模仿不出他们画的精髓!</p>
        <p class="content">
            五代两宋之后，中国绘画艺术进一步成熟完备一，出现了一个鼎盛时期，朝廷设置画院，扩充机构编制，延揽人才，并授以职衔，宫廷绘画盛极一时，文人学士亦把绘画视作雅事并提出了鲜明的审美标准，故画家辈出，佳作纷呈，而且在理论上和创作上亦形成了一套独的体系，其内容、形式、技法都出现了丰富精采、多头发展的繁荣局面。
            绘画发展至元、明、清，文人画获得了突出的发展。在题材上，山水画、花鸟画占据了绝对的地位。文人画强调抒发主观情绪，“不求形似”、“无求于世”，不趋附大众审美要求，借绘画以示高雅，表现闲情逸趣，倡导“师造化”、“法心源”，强调人品画品的统一，并且注重将笔墨情趣与诗、书、印有机融为一体，形成了独特的绘画样式，涌现了众多的杰出画家、画派，以及难以数计的优秀作品。
        </p>
        <p class="content">
            中国绘画是中国文化的重要组成部分，根植于民族文化土壤之中。它不单纯拘泥于外表形似，更强调神似。它以毛笔、水墨、宣纸为特殊材料，建构了独特的透视理论，大胆而自由地打破时空限制，具有高度的概括力与想象力，这种出色的技巧与手段，不仅使中国传统绘画独具艺术魄力，而且日益为世界现代艺术所借鉴吸收。
        </p>
        <p class="title">书法</p>
        <p class="content">中国的书法是一种独具特色的艺术门类，它不仅是表达观念的符号，更是表情达意的形态。</p>
        <p class="content">中国书法以毛笔、宣纸、墨和石砚为工具。书写者使用毛笔，蘸取在砚台中磨研适度的墨汁，在宣纸上书写。</p>
        <p class="content">中国书法起源于汉字，而象形则是汉字最基本、最重要的特征，它与绘画一样是以客观物象为依据生发出来的，因而中国书法与中国传统绘画有着一种血脉相通的联系。</p>
        <p class="content">书法不仅统领中国绘画，使之在世界上具有悠久历史和广泛传播；同时，书法还与文学诗歌、与篆刻造型、与音乐舞蹈等中华民族姊妹文化有着无法斩断的亲密关系。</p>
        <p class="content">书法不仅是一种表现性艺术，通过作品将书法家个人的生活感受、学识、修养、个性及情趣爱好等折射出来，即“字如其人”或“书为心画”；同时，书法还是一种实用性艺术，常被用于题辞、牌匾。</p>
        <p class="content">
            由此可见，书法实际上是一种综合性艺术，是更倾向于表现主观精神的艺术。数千年的悠久历史，使中国书法自甲骨文与金文开始，经过一系列演变，形成篆书、隶书、行书、楷书、草书等不同体式；出现了王羲之、王献之、欧阳询、颜真卿、柳公权、怀素、黄庭坚等众多杰出的书法家，形成不同流派，并在不同朝代各领风骚，将中国书法艺术发展至炉火纯青的艺术高度。
        </p>
        <p class="title">音乐</p>
        <p class="content">国乐、新音乐、中国音乐、中国传统音乐的内涵和外延各不相同。</p>
        <p class="content">中国传统音乐可分五类。我们在许多民乐CD中都可看到“国乐”二字，这“国乐”指的是从古代流传下来，在近代又有所发展的属于“国粹”的音乐，可见“国乐”的创作时间指的是古代；</p>
        <p class="content">“新音乐”指的是那些学习过西方音乐的人所写的音乐，如学堂乐歌，可见新音乐的创作时间是在1840年鸦片战争之后。</p>
        <p class="content">“中国音乐”则不仅指古代传承下来的音乐，也指中国人按西方理论创作和改编的音乐。</p>
        <p class="content">
            “中国传统音乐”是指中国人运用本民族固有方法、采取本民族固有形式创造的、具有本民族固有形态特征的音乐，不仅包括在历史上产生、流传至今的古代作品，还包括当代作品。可见，传统音乐包括“国乐”但不包括“新音乐”，但它们都是“中国音乐”。
        </p>
        <p class="content">
            传统音乐是我国民族音乐中一个极为重要的组成部分，传统音乐与新音乐的区别并不在于创作时音的先后，而是在于其表现形式及风格特征。如二胡独奏曲《二泉映月》、《渔舟唱晚》虽是近代音乐作品，但其表演形式属中华民族所固有，所以也是传统音乐。相反，学堂乐歌、钢琴独奏曲《牧童短笛》等因其音乐形态特征借鉴了西方音乐，故不是传统音乐。
        </p>
        <p class="content">
            传统音乐的划分最早见于中国音乐研究所编写的《民族音乐概论》，分为五大类：歌曲、歌舞音乐、说唱音乐、戏曲和器乐，但大多院校在教学中把歌舞音乐并入民歌，于是就变成四大类：民歌、民族器乐、曲艺（即“说唱”）音乐、戏曲音乐。
        </p>
        <p class="content">
            实际上，“民族音乐”、“传统音乐”和“民间音乐”又是三个不同的概念：“民族音乐”包括传统音乐和新音乐；而“民间音乐”只是传统音乐的一个类别。且我国的民族音乐是非常丰富的，除了民间音乐，还包括宫廷音乐、宗教音乐和文人音乐。
        </p>
        <p class="content">
            杜亚雄先生则将中国传统音乐分类如下：民间音乐、文人音乐、宗教音乐、宫廷音乐；其中民间音乐包括民间歌曲、民间器乐、民间歌舞、戏曲音乐和说唱音乐；文人音乐包括古琴音乐、诗词吟诵调、文人自度曲；宗教音乐包括佛教音乐、道教音乐、基督教音乐、伊斯兰教音乐、萨满教及其它宗教音乐；宫廷音乐包括祭祀乐、朝会乐、导迎及巡幸乐、宴乐。
        </p>
        <p class="title">服饰</p>
        <p class="content">
            传统服装有两种基本形制，即上衣下裳制和衣裳连属制。上衣下裳制，相传起于传说中的黄帝时代，《易·系辞下》载：“黄帝、尧、舜垂衣裳而天下治，盖取诸乾坤。”这一传说可以在甘肃出土的彩陶文化的陶绘中，得到印证。这可以说是我国最早的衣裳制度的基本形式。上衣下裳的服制，据《释名·释衣服》载：“凡服上曰衣。衣，依也，人所依以避寒暑也。下曰裳。裳，障也，所以自障蔽也。”上衣的形状多为交领右衽，下裳类似围裙的形状，腰系带，下系芾。这种服制对后世影响很大。
        </p>
        <p class="content">
            衣裳连属制，古称深衣，始创于周代。《礼记·深衣》注称：“名曰深衣者，谓连衣裳而纯之以采也。”深衣同当代的连衣裙结构类似，上衣下裳在腰处缝合为一体，领、袖、裾用其它面料或刺绣缘边。深衣这一形制，影响于后世服饰，汉代命妇以它为礼服，古代的袍衫也都采用这种衣裳连属的形式，甚至现今的连衣裙也是深衣制的沿革。
        </p>
        <p class="content">
            原始时代的服装形式，虽有个别考古资料的发现，但由于材料太少，还不能对该时期的服饰作详细的说明。夏商周时期，中原华夏族的服饰是上衣下裳，束发右衽。河南安阳出土的石雕奴隶主雕像，头戴扁帽，身穿右衽交领衣，下着裙，腰束大带，扎裹腿，穿翘尖鞋。这大体反映了商代服饰的情况。周初制礼作乐，对贵族和平民阶层的冠服制度作了详细规定，统治者以严格的等级服装来显示自己的尊贵和威严。深衣和冕服始于周代，这两种服制，对后世都产生了深远的影响。
        </p>
        <p class="content">
            春秋战国时期在服装方面最重要的变化，是深衣的广泛流行和胡服的出现。春秋战国时期的战争促进了汉族宽衣博带、长裙长袍服装的改革。赵武灵王为了军队的战斗力，冲破阻力，下令全国穿游牧民族的短衣长裤，学习骑射，终于使赵国强盛起来。这是中国历史上第一次服装改革。伴随胡服也传来了带钩，它是用于结束革带的，由于它比革带的扎结方式更加便捷，因而很快就流行起来。
        </p>
        <p class="content">
            汉初承秦制，大体沿袭，直至东汉明帝时，始参照三代与秦的服制，确立了以冠帽为区别等级主要标志的冠服制度。服饰整体呈现凝重、典雅的风格。秦汉时期男子主要穿着一种宽衣大袖的袍服，基本上分为曲裾与直裾。前者即战国时的深衣；後者又称襜褕，除祭祀、朝会外，其它场合均可穿着。汉代服饰还有一个特点是实行佩绶制度。汉代妇女礼服是深衣，还有穿襦裙和裤，这种裤有点像现代的套裤，仅两只裤管。她们一般都将头发往后梳，绾成一个髻，样式名目繁多，不可胜举。贵族妇女头上还插步摇、花钗作装饰，奴婢则多以巾裹头。汉代的鞋也有严格的等级规定。
        </p>
        <p class="content">
            到了魏晋时期，这一时期的服饰特点主要是自然洒脱、清秀空疏。当时一些少数民族的统治者受到汉文化的影响，醉心于褒衣博带式的汉族服饰，开始穿着汉族服饰。后来原有的深衣形制在民间日益消亡，用巾帛裹头是这个时期的主要首服。较为流行的是一种在小冠上加笼巾的笼冠。汉族男子的服装主要是袖口宽大，不受衣袪约束的衫。汉族妇女服装初秦汉旧制，后有所变化；衣衫多为对襟，下着长裙，腰束帛带，流行假髻。
        </p>
        <p class="content">
            隋唐时期，由于政治和经济的稳定和繁荣，使其能上承历史服饰之源头，下启后世服饰制度之经道，所以，这一时期成为我国古代服饰制度发展的重要历史时期。男子的常服为幞头、袍衫、穿长靿靴。但此时的袍衫与前朝略有不同，式样为圆领、右衽、窄袖、领袖裾无缘边。此外，还有襕袍衫和缺胯袍衫等式样。
        </p>
        <p class="content">
            宋代的服饰，大体沿袭唐制，但在服装式样和名称上略有差异。宋代的缺胯袍衫式样有广袖大身和窄袖紧身两种。穿褙子和半臂的习惯极为普遍，但都不能作为礼服穿用。总的来说，宋代的服饰比较拘谨保守，色彩也不及以前鲜艳，给人以质朴、洁净、淡雅之感，这与当时的社会状况，尤其是程朱理学的影响，有密切关系。
        </p>
        <p class="content">
            元代男子的服饰有汉族的圆领、交领袍，也有蒙人的质孙服，其形制与深衣类似，衣袖窄瘦，下裳较短，衣长至膝下，在腰间有无数褶裥，形如现今的百褶裙，在腰部还加有横襕。领型有右衽交领、方领和盘领。下穿小口裤，脚穿络缝靴。服色以白、蓝、赭为主。此外，元代服饰在质料上发生了较大变化，由于棉花的广泛种植，棉布成为服饰材料的主要品种。
        </p>
        <p class="content">
            明立国不久，就下令禁穿胡服，恢复了唐制汉服衣冠制度，法服与常服又得以并行了。法服大体同于唐朝，祗是进贤冠改成了梁冠，并增加了忠静冠、保和冠等冠式。官吏戴乌纱帽，穿圆领袍。袍服除了品色规定外，还在胸背缀有补子，并以其所绣图案的不同来表示官阶的不同，不独唯此，官员的腰带也因品级的不同而在质地上有所不同。故有明一代的服饰特点主要体现出等级限制的严格。书生多穿直裰，戴巾。平民则穿短衣，戴小帽或网巾。明朝女子髻式也颇多，且常在额上系兜子，名“遮眉勒”。衣裙近似宋元两朝，但内衣有小圆领，颈部加纽扣。衣身较长，缀有金玉坠子，外加云肩、比甲（大背心）等。
        </p>
        <p class="content">
            满清入关，为巩固其在中原统治计，强制施行“剃发令”，那句名句“留头不留发，留发不留头”也就是在此时诞生的，并相继制定了官民服饰制度、服色制度。结果导致了汉族传统冠服制度最终消亡的开始。清代前期强制男子要留满人的金钱鼠尾辫，就是留的发辫要比小拇指还细，要能穿过铜钱中的方孔才算合格，（几乎就是光头）阴阳头是清末才慢慢出现的。后期男子发型则变成仅剃去额发，后拖长辫。服装有袍、袄、衫等形制。官员穿开衩箭袖长袍，外着朝褂，胸背各缀一块补子，上绣文饰用以区别官员品级。此外，还用帽顶饰物质地的优劣来表示官员品级的不同。女子则满汉并存，满族女子梳辫或髻，或“两把头”、“大拉翘”。外加坎肩，穿高底鞋。汉族女子仍上着衫、袄，下着裙、裤。这一形制到辛亥革命爆发，男子纷纷抛弃长袍马褂，剪掉长辫而着中山装或西装，妇女蜂起剪去长发而穿起西洋化的旗袍，长不过膝的裙装，从而掀起中国服饰史上更大的变革。至此服饰的发展重新回到了自由的状态。
        </p>
        <p class="title">戏曲</p>
        <p class="content">
            戏曲是中国传统的戏剧形式。是包含文学、音乐、舞蹈、美术、武术、杂技以及表演艺术各种因素综合而成的。它的起源历史悠久，早在原始社会歌舞已有萌芽，在漫长发展的过程中，经过八百多年不断地丰富、革新与发展，才逐渐形成比较完整的戏曲艺术体系。虽说它的渊源来自民间歌舞、说唱、滑稽戏三种不同艺术形式，但区别一个剧种所显示的最大的特色，首先仍表现在它来自不同声腔系统的音乐唱腔。这些音乐唱腔则是以所产生地区的语言、民歌、民间音乐为依据，并兼收其他地区音乐而产生的。各个剧种的剧中人物大部分由生、旦、净、丑等不同脸变化的角色行当充任。表演上着重运用以生活为基础提炼而成的程式性动作，和虚拟性的空间处理。讲究唱、念、做、打等艺术，表演运输和富裕舞蹈性，技术性很高，构成有区别其他戏剧而成为完整的戏曲艺术体系。
        </p>
        <p class="content">
            据不完全统计，我国各民族地区的戏曲剧种，约有三百六十多种，传统剧目数以万计。中华人民共和国成立后又出现许多改编的传统剧目，新编历史剧和表现现代生活题材的现代戏，都受广大观众热烈欢迎。其中中国五大戏曲剧种依次为京剧、豫剧、越剧、黄梅戏、评剧。
            [2-3]其它比较流行的剧种：昆曲、湘剧、粤剧、秦腔、川剧、评剧、豫剧、晋剧、汉剧、潮剧、闽剧、祁剧、河北梆子、安庆黄梅戏、湖南花鼓戏等等五十多个剧种。</p>
        <p class="content">中国古代戏剧因以“戏”和“曲”为主要因素，所以称做“戏曲”。中国戏曲主要包括宋元南戏、元明杂剧、传奇和明清传奇，也包括近代的京戏和其他地方戏的传统剧目在内，它是中国民族戏剧文化的通称。</p>
    </div>
</template>

<script>
import PageNav from '@/components/PageNav/PageNav.vue';
export default {
    name: 'YiShuZhenPin',
    components: { PageNav }
}
</script>

<style lang="less" scoped> .root {

     .bg {
         //  width: 100%;
         height: 100%;
         z-index: -1;
         position: fixed;
         top: 0;
         opacity: 0.4;
     }

     h1 {
         text-align: center;
         font-weight: bold;
     }

     .title {
         font-size: 20px;
         font-weight: bold;
         text-indent: 1em;
     }

     .content {
         text-align: left;
         text-indent: 2em;
         font-size: 20px;
         margin: 20px;
     }
 }</style>