<!-- 礼仪演变 -->
<template>
    <div class="root">
        <BestowBackgroung></BestowBackgroung>
        <BestowNav></BestowNav>
        <div class="content animate__animated animate__backInUp">
            <h1>礼仪演变</h1>
            <p>中国自古以来有礼义之邦美誉，礼学研究在绝大多数时间内受到重视。礼学在传统学问中属于经学，是一门显学。20世纪前，众多礼学家或其他学者研究礼学，主要是对“三礼”（《周礼》、《仪礼》、《礼记》）的研究，尽管作出过不少成绩，但仍局限于“经学式”字词经义阐释，其主要目的在于服务各王朝的礼制建设与具体的礼仪践履，以巩固当时社会制度。这些学者没有从“制度”层面考虑历代礼制变迁与社会制度以及演化的关系，也很少考虑礼制变迁之深层动因。
            </p>
            <p>20世纪初，中国社会发生重大变革，随着清王朝的崩溃，封建等级制度遭到质疑，更多学者开始关注中华传统礼制与社会制度的关系。当时一些接受西方思想的学者，在反思封建专制主义政体的危害性时，开始对为专制政体服务的传统礼制进行激烈的批判，甚至持完全否定态度。于是，经学的“显学”地位被打破，礼学研究一度沉寂，乃至被冷落。当然也有一部分思想保守者，仍对中华传统礼制歌功颂德，抱残守缺，激烈反对批判中华传统礼制。显然，这两种思想对中华传统礼制的评判都存在着问题。
            </p>
            <p>《中华礼制变迁史》</p>
            <p>50年代以后相当长的一段时间内，由于社会性质、国家体制发生翻天覆地的变化，学者们的基本立场、学术视角、价值取向出现极大变化。中华传统礼制被视为封建残余而遭到唾弃，礼学在大陆学界一蹶不振，几被遗忘，仅在研究孔子或荀子思想时，或多或少被提及，而且绝大多数学者持批判态度。
            </p>
            <p>十年动乱结束后，随着改革开放的到来，中国融入世界的速度加快，中国传统文化的研究揭开了新的一页，礼学再次回归学者研究视野之中，并获得了较高的关注度。学者不再教条主义地看待中华传统礼制，而是比较客观、理性地加以研究，礼学研究焕发出青春，出现了崭新的面貌。中华传统礼制的研究确实对拨乱反正，重新发掘中华传统礼制的当代价值，并对重新构建新时期的礼仪制度有着重要的作用。
            </p>
            <p>80年代以来，先后出版了杨志刚、陈戍国和吴丽娱三家中华礼制史著作，他们从各个角度对中华传统礼制进行了研究，取得了相当大的突破。但中华传统礼制内涵极其丰富，历史上行用过的具体礼仪更是多得无法准确统计。这些礼仪随着时代变化而变迁，有的消失在历史长河之中，有的延续至今仍然影响着国人的行为。
            </p>
            <p>《礼记·曲礼》称“《经礼》三百，《曲礼》三千”，是形容礼仪之丰富，其实后世王朝根据自身需要制定礼仪，取舍不一，数量各有不同，具体仪节也有很大不同。以宋代为例，各个帝王所行用的礼仪数量即有不同。宋初《开宝礼》实际沿袭唐五代礼制，之后陆续改易，英宗治平二年修成的《太常因革礼》列有“废礼”一项，即当时已经不再行用之礼，然由于《开宝礼》并未保存下来，因此宋初至英宗时究竟有多少种礼仪不可知晓。徽宗时编纂的《政和五礼新仪》载有117项，而元人修《宋史》，《礼志》中保存的各种具体礼仪只有109项。显然，历史上的各种礼仪在不同时期有更革变化，即使同一项礼仪，也会在具体仪节上有所不同。因而，中华传统礼制确实不是数部专著就能够研究完毕的，即使粗线条地勾勒其变迁演化，也绝非一种或数种专著就能完全梳理清楚的。中华传统礼制的研究，需要学界众多同仁奋发努力，才能研究得更为清楚一些，以便为构建新时代礼制体系奠定前期基础。这部著作也只能是其中之一。
            </p>
            <p>《宋史》</p>
            <p>尽管我们以“变迁史”命名，正如前面所述，由于中华传统礼制涉及面极广，故不可能对所有礼仪形式逐一加以研究，这既无必要，也难以实现。因此，我们基于“变迁”，对“礼”从起源到1949年之前的变迁，作了鸟瞰式的研讨，为学界进一步深入研究提供一些参考。大致说来，我们力图抓住各时期礼制变迁的基本线索、情状，选择一些前后有联系、有重要研究价值的礼仪形式加以深入研讨，以揭示中华传统礼制变迁的某些线索与特点，同时尽可能归纳其发展规律，从而揭示礼制变迁与权力机构的关系、礼制变迁与社会政治集团的关系、礼制变迁与思想（宗教）的关系、礼制变迁与民族的关系、礼制变迁与域外（国外）影响的关系、礼制转型与社会性质演变的关系、中华传统礼制的内在价值和意义，等等。
            </p>
            <img :src="require('@/assets/bestowImg/1.jpg')">
            <img :src="require('@/assets/bestowImg/2.jpg')">
            <p>《中华礼制变迁史》目录</p>
            <p>就方法论而言，我们除采纳一般历史学研究方式外，还根据具体研究对象分别采用不同研究手段，如考古学、政治学、文化人类学、仪式学、宗教学、哲学、文献学等，力求从各个角度进行研究，以便对各时期的礼制变迁作出更为客观、准确、深入的认识。比如在研究先秦礼制变迁时，由于传世文献资料的匮乏，我们比较注意吸收当代丰硕的考古成果，又利用新公布的简帛资料进行研究，利用文字学的研究方式，发掘其中蕴含着的礼制内容，从而力图得出一些新的研究结论。对唐宋礼制与宗教的关系，我们既从政治史角度思考问题，也利用了哲学、宗教学、仪式学和社会学理论来阐述，争取获得一些新意。总之，在方法论上，是根据研究对象灵活使用，争取尽可能发掘研究对象的深层意义。
            </p>
            <p>研究中华传统礼制变迁史，需要对它的演变作出理论研讨。比如，中华传统礼制根据什么标准来划分它变迁的阶段？即中华传统礼制应当分为几个发展时期？这是个非常重要的理论问题。遗憾的是，就目前学界研究而言，没有明确的对中华传统礼制分期研究的成果。一些礼制史著作大致按照中国古代王朝兴亡更替的六大块来阐述，似乎有将王朝更替混同于中华传统礼制演化规律的迹象。诚然六大块研究方式便于清晰地呈现各朝各代的礼制情况，但历代王朝所制定的礼制是否便可等同于中华历史发展进程？这确实有待于深思。在我们看来，以六大块来阐述中华传统礼制的变迁，目前还缺乏理论支撑与事实依据。鉴于此，在认真思考中华传统礼制变迁的主要线索后，我们提出了四分期说，即将中华传统礼制变迁分为前礼制时期、王国礼制时期（海岱大汶口—龙山文化时期）、王权礼制时期（夏商周到战国）和集权礼制时期（亦可称为皇权礼制时期，秦统一到1949年之前）；每时期又划分为若干发展阶段。本书依据这一分期，采纳详近略远原则，分四册对中华传统礼制变迁作了研讨。当然，此说能否成立，还有待于学界同仁们的检验、指正与批评。
            </p>
            <img :src="require('@/assets/bestowImg/3.jpg')">
            <p>亚丑钺，山东博物馆藏</p>
            <p>研究中华传统礼制也需要弄清一些基本概念，以便在此基础上作深入、准确与科学的探讨。学界有些相关研究确实没有正确区分礼制与礼俗、礼制与礼仪、礼仪与仪节，往往把这些概念混为一谈，因而得出似是而非的结论。基于此，有必要对以下一些概念进行规范：礼是人际交往之工具，是人与人、人与自然（神）交往行为的规范与准则。礼制是由权力机构颁布的人与人、人与自然（神）、社会集团与社会集团之间交往行为的规范或准则。礼俗是非权力机构颁布的人与人、人与自然（神）、社会集团与社会集团之间交往行为的规范与准则。礼仪是礼制的具体表现形式，礼义是礼制的内在精神实质。仪节则是行用礼仪时的步骤及形体行为。在严格区分礼、礼制、礼俗、礼仪、礼义、仪节的基础上，我们一以贯之，力求使自己的研究结论更为科学。
            </p>
            <p>按照传统说法，周公制礼作乐，创建了中华礼制，这当然不正确，但自孔子开创了儒家一派后，中华传统礼制便受到儒家学说的深刻影响，到秦汉后，儒家思想逐渐成为中华传统礼制的理论基石。西晋武帝创建了以五礼为形式的礼制新体系，这是一种依附于封建专制主义政体、以小农经济为基础、以儒家思想为理论指导、凸显君主集权、强调贵贱等级的一种礼制体系，我们称之为集权礼制。这种礼制体系被后世王朝广泛地采纳，一直延续到近现代，影响极其深远。
            </p>
            <img :src="require('@/assets/bestowImg/4.jpg')">
            <p>这里还有一个很重要的问题需要解决，即中华传统礼制与中华民族的关系问题。众所周知，中华礼制最初在中原地区形成，所行用地区是华夏族先民控制的区域，实际上涵盖面并不广泛，即使与华夏族犬牙交错居住的少数民族并不行用这种礼制，周边其他少数民族自然也不行用这种礼制。华夏族是汉族的前身，因此华夏族（乃至后世的汉族）政权颁布的礼制可称为汉式礼制。
            </p>
            <p>秦统一，建立起大一统的封建政权，理论上说大一统国家都掌握着极为广泛的区域，东南西北疆域较为明确，然而即使在这一统治区域中，许多少数民族也并非都行用汉式礼制。魏晋南北朝时期发生了较大变化，汉族在北方建立政权、实行统治的时间并不长，而周边游牧民族陆续进入中原地区，先后建立众多的少数民族政权，实际控制着宽广的北方区域，这一统治区域中有大量汉族民众。我们可以发现，魏晋南北朝时期少数民族政权进入中原后，也都不约而同地、或多或少地采用了汉式礼制。这一现象与魏晋南北朝时期民族大融合关系极为密切。只要翻阅一下史书就可以发现，许多少数民族政权为了获得统治的合理性与正统性，都宣称自己是炎黄子孙，也就是说出现了民族认同的现象，这是中华民族形成过程中极为重要的一个时期。
            </p>
            <p>隋唐继承了魏晋南北朝时期的这一成果，将民族融合推向高潮，乃至唐太宗被称为“天可汗”。唐政权在吸取少数民族文化（当然包括其礼制文化）时不遗余力，从唐代礼乐中可以清楚地看出融入的少数民族因素。我们认为：自先秦以来逐渐形成的以儒家学说为基础的汉式礼制是中华传统礼制发展的主要线索，而随着少数民族与中原汉民族的交往，尤其是少数民族在构建政权后，所颁布的礼制往往是把少数民族因素的礼仪与汉式礼制结合，从而促进了中华传统礼制的发展。当然，少数民族礼制文化与汉式礼制文化并不是天生就能珠联璧合地结合的，而大多是格格不入，乃至发生激烈的冲突与纠革，然而正是随着这些冲突与纠革，随着民族之间交往的深入，民族融合程度得到加强，一部分少数民族礼仪逐渐融入中华传统礼制之中，从而促进了中华传统礼制的演化与进步。因此可以说，中华传统礼制是中华民族共同创造的礼制。
            </p>
            <img :src="require('@/assets/bestowImg/5.jpg')">
            <p>学术界对少数民族政权的具体礼仪有所研究，但总体上说研究颇为薄弱，至今也未见系统的研究成果，这不能不说是个缺憾。对此，我们加强对北朝、辽金元清诸少数民族政权的礼制的研究，分析这些少数民族政权对待汉式礼制的具体态度，研究哪些具体的少数民族礼仪融入中华传统礼制之中，哪些则仍然保持着他们的民族特色，并着重分析某些有代表性的礼仪问题。例如对北朝少数民族政权的礼仪，我们把五郊迎气礼作为重点研究对象，深入地研讨了这些少数民族政权如何看待及吸收自东汉两晋以来的五郊迎气礼，力图揭示游牧民族的礼制向定居农耕民族礼制演化的过程及意义。学界对辽金元礼制的整体研究极为罕见，我们则对辽金元的礼制作了比较系统的研究，力图做一些探索，以供学界参考。总之，少数民族礼制是需要花大力气去研究的，因为中华民族的发展本身便是一部民族融合史。
            </p>
            <p>中华传统礼制是中华先民历数千年而积淀的民族文化之一，蕴含着中华先民的生命经验和生活智慧。当然，其中既包含历久弥新之精华，也必然有随着历史发展而确应抛弃之糟粕。在我们看来，中华传统礼制在历史上具有加强民族认同和国家认同的功效，曾在建设“礼宜乐合”的和谐社会秩序与“万邦协和”的“国际”关系中体现出极强的实用价值，因此，深入研究中华传统礼制，发掘其中精华，不但具有弘扬国魂的历史价值，对中华文化的长久发展具有极其重要的现实意义，也对建立当今和谐社会具有相当的应用价值。
            </p>
            <img :src="require('@/assets/bestowImg/6.jpg')">
            <p>我们认为：中华传统礼制具有历史传承性、民族认同性、地域普适性、体系开放性、异质包容性和道德实践性等特点。历史传承性奠定了中华传统礼制作为民族文化的地位；民族认同性与地域普适性证明了中华传统礼制适应流传于中华大地的根源，是反对民族分裂主义的历史根据和思想武器；体系开放性和异质包容性决定了中华传统礼制能够在当今世界多元文化格局中继续生存并发展；道德实践性则是唤醒国人礼义之心的精神动力，并是它服务于当今社会的实践基础。
            </p>
            <p>中华传统礼制的精华应当能够长久不衰。因为中华传统礼制蕴含中华先民的人生追求，它积蓄着礼义对人心的凝聚，涵摄着“仁以为己任”的担当精神、追求社会和谐和长治久安的信念，因此中华传统礼制的精华完全可以作为构建现代礼仪体系的学理基石，使其为弘扬民族精神、弘扬社会主义核心价值观服务，使之为中华民族的伟大复兴发挥重要作用。
            </p>


        </div>
    </div>
</template>

<script>
import BestowNav from '@/page/bestow/BestowNav/BestowNav.vue'
import BestowBackgroung from '@/page/bestow/BestowBackground/BestowBackground.vue'
export default {
    name: 'EvolutionOfEtiquette',
    data() {
        return {
            navName: ''
        }
    },
    components: { BestowNav, BestowBackgroung },
    mounted() {
        this.navName = localStorage.getItem('JunNavname')
    },
}
</script>

<style lang="less" scoped>
.root {

    .content {
        margin: 20px 50px;
        text-align: center;

        h1 {
            font-size: 40px;
            font-weight: bold;
            margin: 20px;
            padding-left: 50px;

        }

        p {
            font-size: 20px;
            text-align: left;
            text-indent: 2em;
        }
    }
}
</style>