<template>
    <div class="root">
        <PageNav></PageNav>
        <img src="../../../../assets/road/b1.jpg" class="bg">
        <h1>中国传统文化—戏曲</h1>
        <p class="content">中国戏曲是中国传统的戏剧艺术形式，是一种包含文学、音乐、舞蹈、美术、杂技、武术以及人物扮演等各种因素的综合艺术，是流行于中国境内的大剧种 (如京剧) 和各种地方戏 (如评剧、湘剧、花鼓戏等)
            的统称。</p>
        <p class="content">经过汉、唐到宋、金才形成比较完整的戏曲艺术，它由文学、音乐、舞蹈、美术、武术、杂技以及表演艺术综合而成。它的特点是将众多艺术形式以一种标准聚合在一起，在共同具有的性质中体现其各自的个性。</p>
        <p class="content">中国的戏曲与希腊悲剧和喜剧、印度梵剧并称为世界三大古老的戏剧文化，经过长期的发展演变，逐步形成了以“京剧、越剧、黄梅戏、评剧、豫剧”五大戏曲剧种为核心的中华戏曲百花苑。</p>
        <p class="title">一、戏曲知识</p>
        <p class="content">中国戏曲剧种种类繁多，据不完全统计，中国各地区地戏曲剧种约有三百六十多种。其中“京剧、越剧、黄梅戏、评剧、豫剧”为五大戏曲剧种。</p>
        <p class="content">
            京剧，又称平剧、京戏等，是中国影响最大的戏曲剧种，分布地以北京为中心，遍及全国各地。京剧在文学、表演、音乐、舞台美术等各个方面都有一套规范化的艺术表现形式。京剧的唱腔属板式变化体，以二簧、西皮为主要声腔。京剧伴奏分文场和武场两大类，文场以胡琴为主奏乐器，武场以鼓板为主。京剧的角色分为生、旦、净、丑、杂、武、流等行当，后三行已不再立专行。各行当都有一套表演程式，唱念做打的技艺各具特色。京剧以历史故事为主要演出内容，传统剧目约有一千三百多个，常演的在三四百个以上。
        </p>
        <p class="content">
            越剧有第二国剧之称又被称为是“流传最广的地方剧种”有观点认为是“最大的地方戏曲剧种”，在国外被称为“中国歌剧”。发源于浙江嵊州，发祥于上海，繁荣于全国，流传于世界，在发展中汲取了昆曲、话剧、绍剧等特色剧种之大成，经历了由男子越剧到女子越剧为主的历史性演变。越剧长于抒情，以唱为主，声音优美动听，表演真切动人，唯美典雅，极具江南灵秀之气；多以“才子佳人”题材为主，艺术流派纷呈，公认的就有十三大流派之多。
        </p>
        <p class="content">
            黄梅戏，原名黄梅调、采茶戏等，起源于湖北黄梅，发展壮大于安徽安庆。是由山歌、秧歌、茶歌、采茶灯、花鼓调，先于农村，后入城市，逐步形成发展起来的一个剧种。它吸收了汉剧、楚剧、高腔、采茶戏、京剧等众多剧种的因素，逐渐形成了自己的艺术特点。黄梅戏唱腔淳朴流畅，以明快抒情见长，具有丰富的表现力；表演质朴细致，以真实活泼著称。一曲《天仙配》让黄梅戏流行于大江南北，在海外亦有较高的声誉。
        </p>
        <p class="content">
            评剧，流传于中国北方，是汉族传统戏曲剧种之一，是广大人民所喜闻乐见的剧种之一。清末在河北滦县一带的小曲“对口莲花落”基础上形成，先是在河北农村流行，后进入唐山，称“唐山落子”。评剧有东路、西路之分，而以东路评剧为主。20世纪20年代左右流行于东北地区，出现了一批女演员。20世纪30年代以后，评剧表演在京剧、河北梆子等剧种影响下日趋成熟，出现了李金顺、刘翠霞、白玉霜、喜彩莲、爱莲君等流派。
        </p>
        <p class="content">
            豫剧，发源于中原（河南开封）。是我国最大的地方剧种，居全国各地方戏曲之首。豫剧是在河南梆子的基础上不断继承、改革和创新发展起来的。豫剧以唱腔铿锵大气、抑扬有度、行腔酣畅、吐字清晰、韵味醇美、生动活泼、有血有肉、善于表达人物内心情感著称，凭借其高度的艺术性而广受各界人士欢迎。因其音乐伴奏用枣木梆子打拍，故早期得名河南梆子。据文化部统计，除河南省外，湖北、安徽、江苏、山东、陕西、山西、河北、青海以及新疆、台湾等省市区都有专业豫剧团分布。
        </p>
        <p class="title">二、经典剧目</p>
        <p class="content">《霸王别姬》</p>
        <p class="content">
            霸王别姬是京剧艺术大师梅兰芳表演的梅派经典名剧之一。主角是西楚霸王项羽的爱妃虞姬。清逸居士根据昆曲《千金记》和《史记·项羽本纪》编写而成。总共四本，《九里山》《楚汉争》《亡乌江》《十面埋伏》。1918年，由杨小楼、尚小云在北京首演。1922年2月15日，杨小楼与梅兰芳合作。齐如山、吴震修对《楚汉争》进行修改，更名为《霸王别姬》。
            大概讲述秦末，楚汉相争，韩信命李左车诈降项羽，诓项羽进兵。在九里山十面埋伏，将项羽困于垓下（今安徽省灵璧县东南）。项羽突围不出，又听得四面楚歌，疑楚军尽已降汉，在营中与虞姬饮酒作别。虞姬自刎，项羽杀出重围，迷路，至乌江，感到无面目见江东父老，自刎江边。
        </p>
        <p class="content">《西厢记》</p>
        <p class="content">
            越剧《西厢记》，有人称其为越剧四大经典剧目之一，是上海越剧院保留剧目之一，也是浙江小百花越剧团的经典剧目。该剧是根据元人王实甫的杂剧《西厢记》改编而成，讲述唐贞元间书生张生，在普救寺邂逅已故崔相国之女莺莺，发生爱情的故事。该剧以歌颂莺莺和张珙的纯真爱情和挣脱封建礼教桎梏的反抗精神为主，台词保持原著的文学特色，典雅清丽。

        </p>
        <p class="title">三、馆藏推荐</p>
        <p class="content">(一)《戏曲史话》</p>
        <p class="content">
            戏曲是中国古老文化中的一朵奇葩，从产生之初的宋金元时期到现在，它已经走过风风雨雨八九百个年头了。经过宋元南戏和元杂剧、明清传奇、清代地方戏三大发展阶段，如今以京剧为代表的中国戏曲不仅成为中国的国粹，而且在世界各地广受欢迎。《戏曲史话》以此为基点，用翔实有力的材料、活泼通俗的语言将中国戏曲所走过的风雨历程为您娓娓道来。
        </p>
        <p class="content">（二）《中国戏曲》</p>
        <p class="content">
            《中国戏曲》含发展历程、艺术形态、名家名作三编内容。编探寻戏曲的起源，并提出新见；探讨戏曲到底诞生于何时；对宋元戏曲南北分流、明清传奇杂剧的文人化、清代的花雅争胜、“革命样板戏”进行分析。本书将中国戏曲放在世界戏剧“版图”之中重新概括其特点，寻找中国戏曲在世界戏剧版图中的“准确定位”和“历史坐标”，视角独到。本书体例有特点，有新意，不但回答了“怎么样”的问题，还追问了“为什么”的根源；内容专业但语言通俗，是一本使“圈内人”受益，又能让“圈外人”都读懂的学术经典；同时也具备对外输出、走向海外的潜质。
        </p>
        <p class="title">四、历史沿革</p>
        <p class="content">起源</p>
        <p class="content">
            戏曲的形成，最早可以追溯秦汉时代。但形成过程相当漫长，到了宋元之际才得成型。成熟的戏曲要从元杂剧算起，经历明、清的不断发展成熟而进入现代，历八百多年繁盛不败，如今有360多个剧种。中国古典戏曲在其漫长的发展过程中，曾先后出现了宋元南戏、元代杂剧、明清传奇、清代地方戏及近、现代戏曲等四种基本形式
        </p>
        <p class="content">宋元南戏</p>
        <p class="content">宋元南戏大约产生在北宋末年和南宋初年，浙江的温州以及福建的泉州、福州一带，是戏曲的成型时期。 [5]
            南戏是中国较早成熟的戏曲形式。它熔歌唱、舞蹈、念白、科范于一炉，表演一个完整的故事。由于故事情节比较曲折，剧本一般都是长篇，数倍于北曲杂剧。它用南方曲调，韵律、宫调均无严格规定。其唱法富于变化，有独唱、对唱、轮唱、合唱等。乐器以鼓板为主。由于南曲声腔与北曲不同，因而二者风格迥异。
        </p>
        <p class="content">钱南扬《戏文概论》考得宋元戏文 238
            种，其中绝大多数为元代作品，实际当不止此数。这些戏文中今存全本者仅《张协状元》（一般认为是南宋时作品），《宦门子弟错立身》、《小孙屠》、《琵琶记》、《白兔记》、《荆钗记》、《拜月亭》、《杀狗记》等。</p>
    </div>
</template>

<script>
import PageNav from '@/components/PageNav/PageNav.vue';
export default {
    name: 'XiQuWenHua',
    components: { PageNav }
}
</script>

<style lang="less" scoped> .root {

     .bg {
         width: 100%;
         height: 100%;
         z-index: -1;
         position: fixed;
         top: 0;
         opacity: 0.3;
     }

     h1 {
         text-align: center;
         font-weight: bold;
     }

     .title {
         font-size: 20px;
         font-weight: bold;
         text-indent: 1em;
     }

     .content {
         text-align: left;
         text-indent: 2em;
         font-size: 20px;
         margin: 20px;
     }
 }
</style>