<template>
    <div class="root">
        <PageNav></PageNav>
        <img src="../../../../assets/road/f4.jpg" class="bg">
        <h1>民间艺术</h1>
        <p class="title">概述</p>
        <p class="content">
            民间艺术是针对学院派艺术、文人艺术的概念提出来的。广义上说，民间艺术是劳动者为满足自己的生活和审美需求而创造的艺术，包括了民间工艺美术、民间音乐、民间舞蹈和戏曲等多种艺术形式；狭义上说，民间艺术指的是民间造型艺术，包括了民间美术和工艺美术各种表现形式。按照材质分类，有纸、布、竹、木、石、皮革、金属、面、泥、陶瓷、草柳、棕藤、漆等不同材料制成的各类民间手工艺品。它们以天然材料为主，就地取材，以传统的手工方式制作，带有浓郁的地方特色和民族风格，与民俗活动密切结合，与生活密切相关。一年中的四时八节等岁时节令、从出生到死亡的人生礼仪、衣食住行的日常生活中都有民间艺术的陪伴。
        </p>
        <p class="content">按照制作技艺的不同，又可以将民间艺术分为绘画类、塑作类、编织类、剪刻类、印染类等等。</p>
        <p class="content">从创作者的角度看，民间艺术是以农民和手工业者为主体，以满足创作者自身需求或以补充家庭收入为目的、甚至以之为生计来源的手工艺术产品。</p>
        <p class="content">从生产方式看，民间艺术是以一家一户为生产单位，以父传子、师带徒的方式世代传承的。</p>
        <p class="content">
            从功能上看，它包括了侧重欣赏性和精神愉悦的民间美术作品，也包括了侧重实用性和使用功能的器物和装饰品。作品的题材和内容充分反映了民间社会大众的审美需求和心理需要，造型饱满粗犷，色彩鲜明浓郁，既美观实用，又具有求吉纳祥、驱邪避害的精神功能。
        </p>
        <p class="title">分类</p>
        <p class="content">
            丰富多彩的民间艺术可以有多种角度的分类方法，按照材质来分类，有纸、布、竹、木、石、皮革、金属、面、泥、陶瓷、草柳、棕藤、漆等等不同材料制成的各类民间手工艺品，它们基本上都是天然材料，以手工加工制作的。按照制作技艺的不同，又可以将民间艺术分为剪刻类、塑作类、织绣类（包括印染类）、编织类、绘画类、雕镌类、扎糊类、表演类、装饰陈设类等。也有学者按照造型来分类，但是这几种分类都比较单一，不能完全体现出民间工艺美术极为丰富的内容种类与传统文化的密切关系。
        </p>
        <p class="title">染织绣类</p>
        <p class="content">染织绣类的民间艺术实际上包括了印染、手工纺织、刺绣、织锦、缂丝等几大类别。</p>
        <p class="content">印染是民间服饰和日常居室装饰密切相关的工艺品，主要有蜡染、扎染、蓝印花布、彩印画布等，主要用在服装、帽子、被褥、床饰、门帘、包袱布等方面，是用途非常广泛的布艺。</p>
        <p class="content">刺绣则包括了四大名绣、各地民间刺绣等。四大名绣有湘绣、苏绣、蜀绣、粤绣。</p>
        <p class="title">传统刺绣</p>
        <p class="content">中国的传统刺绣，根据使用者的不同、地域的不同、工艺精致程度的差别，分为民间刺绣和四大名绣。</p>
        <p class="content">
            民间刺绣是相对于具有宫廷文化风格和文人画风格的“四大名绣”而言的、普遍存在于中国各地的民间刺绣工艺。中国传统刺绣历史悠久，随着丝绸的产生和发展而存在。早在四五千年前，刺绣就已经成为“章服制度”中重要的装饰手段。两千多年前的长沙马王堆墓出土的刺绣已经有了丰富的不同针法。可见当时刺绣工艺已经出现了不同针法的程式化的固定工艺。1982年从湖北江陵马山一号楚墓中，出土了战国时期的绣衾（被）和禅（单）衣，上面绣着龙、凤、虎和花卉等图案，形神兼备，绚丽多彩。
        </p>
        <p class="content">
            汉代的乐府诗《孔雀东南飞》中有“妾有绣腰襦，葳蕤自生光”的诗句。汉末、六朝时期，刺绣题材中出现了人物形象，为后来的人物绣品开了先河。唐、宋时期，文人们开始参与刺绣画稿的设计，文人画所表现的诗词境界、书法和绘画的雅致，影响到民间刺绣的创作，刺绣开始向精致化和文人化的方向发展。到了宋代，刺绣几乎成为妇女的女红手艺中最普遍、最重要的一项，不少有文化的富家女子的刺绣创作，更使刺绣工艺臻于精细绝妙。明、清时期，全国城乡出现了众多的刺绣商业作坊。尤其是明代，首先在上海出现了“露香园绣”这样绣工精细，用针巧妙的以个人风格著称的“顾绣”，并专门刺绣花鸟走兽画幅、画页、手卷等陈设品，表明中国传统刺绣从附属在服饰上的装饰手段，成为独立欣赏的艺术品。清代开始出现了几个重要的刺绣艺术流派，如北京的京绣、开封的汴绣、山东的鲁绣等，以及后人称誉的四大名绣。
        </p>
        <p class="content">
            清代后期，各地都出现了具有地方特色和技艺特色的民间刺绣工艺。但是长期以来，官方文化和精英文化，对各地出现的民间刺绣工艺极少关注，更谈不上记录和评介。民间刺绣基本上处于与日常生活完全融合在一起的普通“手艺”的地位，但是正是这种生活的艺术，才使得民间刺绣一代代自发地保留了下来，成为我们今天看到的传统艺术中最精彩、最形象、最富有文化内涵的非物质文化品类。
        </p>
        <p class="title">民间印染</p>
        <p class="content">
            中国传统的民间印染有扎染、蜡染、蓝印花布和彩印花布。前三者都是以印和染的方法着色、显花的工艺，以植物蓼兰中分解提炼出的靛青为染料，民间也称为蓝染和蓝印。彩印花布则是一种多版套色印花的工艺。据《史记》、《竹书记年》等古籍记载，早在公元前26世纪初，“黄帝制玄冠黄裳，以草木之汁染成文彩”。夏、商、周时代，就已经有用服饰的印染色彩、纹饰来区分尊卑等级的规定了。秦汉以后，镂空版印花方法大为盛行，其后花色品种日见繁多，印染工艺也日臻完善。
        </p>
        <p class="title">中国织锦</p>
        <p class="content">
            中国织锦历史悠久，据考古发现，早在先秦时期就已生产出“何菱形纹锦”、“填花燕纹锦”、“对龙对凤纹锦”等多色提花锦。到汉代，已能用复杂精密的提花机织出图案优美的锦。唐宋以后，以各色丝线和金银线制作的织锦缎及妆花缎，色彩鲜艳瑰丽，人们喻为锦上添花。
        </p>
        <p class="content">
            蜀锦产于四川，以成都为主，故成都又有锦城和锦官城之称。此外，南充、阆中、乐山、绵阳、新都等地也生产蜀锦。蜀锦仍然沿袭染色熟丝织造，质地坚韧，五彩缤纷，富有独特的地方风格。宋锦因今之产地在苏州，故又名“苏州宋锦”，以古朴雅洁而著称于世，现已面临技艺中断的濒危局面。云锦的产地在南京，因其锦纹瑰丽有如云彩，故而得名。其图案布局严谨，富有装饰性，并多以金线显花或绞边，华彩四溢，臻丽至极，是中国皇家的御用织锦，代表了织锦工艺的最高技术水平。
        </p>
        <p class="content">塑作艺术</p>
        <p class="content">
            塑作类是指以捏、塑、堆、纳等方法为主制作的民间艺术品，其内容包括了泥塑、面塑、陶塑、糖塑、米粉捏制品、纸浆拍塑、琉璃和玻璃等造型艺术。塑作类艺术往往靠艺人以手施艺，靠手工方法造型，由于采用了与雕刻不同的创作手法，它们的艺术效果也不同。塑作类艺术还常结合彩绘装饰方法，在塑形后再施以彩绘，以增加艺术品的欣赏性、象征性和吉庆祥和的气氛。如泥塑中的典型作品有江苏惠山的“手捏戏文”、河南淮阳的“泥泥狗”、北京的面人汤、面人郎的作品等；纳模玩具如泥饽饽、泥玩具中的耍货“阿福”、凤翔泥塑、北京兔儿爷、中秋月饼、巧果、糖人等都是典型的塑作类民间艺术。一些民间脸谱和器物采用纸浆拍塑而成，而玻璃类、糖人等则采用吹塑方法，趁热边吹边塑形，也属于塑作类艺术。如作为“南国陶都”，佛山石湾一直在大力弘扬石湾陶艺文化，增进年轻一代对石湾陶艺的理解与兴趣，推动这项非遗文化的传承与创新。
        </p>
        <p class="title">泥塑艺术</p>
        <p class="content">泥塑艺术是中国一种古老的民间艺术。它以泥土为原料，以手工捏制或磕模捺泥方法成形，或素或彩，以人物、动物为主。</p>
        <p class="content">
            新石器时代到汉代，中国境内考古发掘的大量文物中有为数众多的陶俑、陶兽、陶马车、陶船等等。其中有手捏的，也有模制的。汉代先民的丧葬习俗中大量使用陶泥偶像作为陪葬品。到了唐代，泥塑艺术达到了顶峰。被誉为雕塑圣手的杨惠之就是杰出的代表。泥塑艺术发展到宋代，不但宗教题材的大型佛像继续繁荣，小型泥塑玩具也发展起来。有许多人专门从事泥人制作，作为商品出售。元代之后，历经明、清、民国，泥塑艺术品在社会上仍然流传塑，既可观赏陈设，又可让儿童玩耍。天津、江苏无锡惠山、广东大吴、陕西凤翔、河南浚县、淮阳及北京等地仍是传统泥塑的重要产地。
        </p>
        <p class="title">面塑艺术</p>
        <p class="content">
            中国传统饮食文化源远流长，据文献资料记载，汉代早已有面塑存在了。宋代《梦粱录》中记载了把面塑用在春节、中秋、端午以及结婚祝寿的喜庆日子的习俗。现存最早的古代面人，是在新疆吐鲁番阿斯塔那古墓中发现的唐代永徽四年（公元653年）墓中出土的面制女俑头、男俑上半身像和面猪。清代，出现了以做面人为生的手艺人，到了今天，在中国北方大部分地区仍然保存着面人制作的手艺和习俗。
        </p>
        <p class="content">
            面塑一般分为观赏的面塑和食用的面花（或叫礼馍）。用于观赏的面塑通常用精面粉、糯米粉、盐、防腐剂及香油等制成，而用于食用的面塑则用澄粉、生粉等制成。材料的不同使这两种面塑在制作工艺上也有少许的不同。</p>
        <p class="content">
            食用面花的制作工具简单，全凭妇女的心灵手巧，其方法是先将白面经过搓、捏成面团，用剪刀、菜刀和梳子等工具对面团进行造型。观赏和装饰面塑，其材料的制作方法则是将面粉、糯米粉、防腐剂中倒入开水并用筷子搅拌，然后将面团反复揉搓均匀。然后把品红、品黄、品蓝、大白粉、锅烟黑等颜色分别加入面中，制成多种色面，再用揉、搓、剪、挑、压、粘等方法来塑造形象。还可以用一些羽毛、棉花等来装饰面人的头发、胡须之类，这样一个完整的形象就出现了。
        </p>
        <p class="content">
            食用面花或节俗礼馍普遍流行于中国以吃面食为主的北方各地，沿黄河流域的青海、甘肃、宁夏、陕西、山西、河南、山东各省以及内蒙古、新疆、东北等地农村都有食用面花。面塑则以北京、山东、江苏、浙江为主要的产地。北京的面塑艺术水平最高。
        </p>
        <p class="title">木偶艺术</p>
        <p class="content">
            中国木偶艺术从不同侧面反映着博大精深的中华文化的特征，从质材、操纵方法上看，木偶艺术有提线、杖头、掌中、铁枝、药发、水力等不同形式；从表演剧目上有历史传奇、神话传说、寓言故事等，天上人间，驰幻入魔，还有现实小品，可谓多种多样；从造型上可以大至与人同高（汉代大木偶高193厘米），又可小于一尺，偶头能造到如拇指般大小而能雕绘五官端正、比例准确、线条均称、色彩鲜明。如粤西地区的杖头木偶，《芙蓉仙子》中的书生陈秋林，以及《孙悟空三打白骨精》中的猪八戒、牛魔王等，即使是神怪夸张却仍保持着合度比例。
        </p>
        <p class="content">
            现代的粤西木偶双眼能活动自如，能按照表情需要造出睁、暝、瞅、瞬等动作，得心应手，顾盼传神；冀南的吴桥民间木偶头则夸张简练，独具特色；有的接近唐仕女和敦煌彩塑；有的接近戏曲脸谱却又能变通风趣，灵活运用。</p>
        <p class="content">另一方面，木偶戏亦是社会人生的写照，不少帝王、文人均曾被触动心弦，发出由衷的咏叹。如五代十国时，前蜀后主顺正公王衍观傀儡后感慨良多，尝云：切道断人生几何！有分者任作傀儡。</p>
        <p class="title">剪刻艺术</p>
        <p class="content">
            剪刻类是指以剪、刻、凿等方法为主制作的民间艺术品类。其内容包括了剪纸、刻纸、皮影、剪贴画、刻葫芦、铁画、石刻线画、瓷刻画等。民族服饰和布艺的制作中也使用了大量的剪裁工艺。这些艺术品的造型顺序往往是由大及小，所使用的材质一般具有挺阔硬朗的质地，如纸、皮、竹木、石、陶瓷、象牙等。剪刻中常使用的工具有剪子、刀子、凿子、錾子和一些辅助性工具，剪刻作为造型手段，擅长表现作品的细节，体现精致的技巧，如刻纸作品可以达到细如发丝（浙江乐清的细纹刻纸就是一例），木刻达到肌理毕现、入木三分的艺术效果（如质地细腻的黄杨木雕、象牙雕刻等）
        </p>
        <p class="content">
            剪纸在中国民间广为流传，根据历史的记载和出土的实物来看，剪纸至少有将近1500年的历史了。剪纸的出现应该是在汉代造纸术发明之后的事情，造纸术的发明，为剪纸的出现提供了有利条件。到了唐代，剪纸艺术大大发展，以剪纸招魂是当时民间的重要习俗之一。在民间，剪纸图案还被广泛应用于木版雕刻、铜器饰纹、布匹印染等其他艺术领域。宋代的造纸业发展成熟，纸品种类的增多为剪纸的普及提供了条件，出现了诸如民间窗花、灯彩和茶盏上的装饰等各种不同的表现形式，使民间剪纸的运用范围比唐代更为扩大。南宋时期，就已出现了以剪纸为职业的艺人。明、清时期是剪纸艺术的鼎盛时期，剪纸成为重要的居家装饰品，如门笺、窗花、柜花、棚顶花等，剪纸也成为民俗活动必不可少的装饰品。中国的剪纸起源于汉至南北朝时期，而真正繁盛却是在清朝中期以后。古老的剪纸多在乡间，以剪刀铰出为主，趣味浑朴天然，均出自农家妇女之手；剪纸进入城市后，不仅市民情趣和生活理想要参入剪纸艺术，而千家万户拥挤在一起，互传成习，需要颇巨；剪纸艺人为了省工，一刀多张便改为刻刀雕刻为主，风格转向精巧，艺人也就不止于妇女了。然而，时代更迭、生活改变和审美转化，传统民间艺术渐渐不能适应现实需要，所以现代新兴剪纸艺术孕育而生。
        </p>
        <p class="content">
            刻纸也是民间工艺的一种常见形式，剪纸和刻纸两者虽然最终形式相同，但制作技法却不同。剪纸是一种以纸为加工对象，以剪刀为工具进行创作的艺术。刻纸则需要用垫板、刻刀、尖锥子、钉子等工具，先将原有的样子放在20张或者30张薄纸上，然后将它们放在垫板上并用钉子固定，用刻刀由里到外一层层的刻，刻好花样后，刻纸就完成了。一般来说，剪纸更注重原创性，不受刻刀和纸张的限制，造型更加自由和随意。刻纸则更适合表现细腻的画面效果，如浙江的细纹刻纸细如发丝，令人惊叹。刻纸某种程度上弥补了剪纸的不足，但在创作上，受到了较多的限制。
        </p>
        <p class="content">中国的剪纸艺术一般来说可分为北方风格和南方风格两大类型，即使如此，每个地区的剪纸也有着不尽相同的特点。</p>
        <p class="content">
            陕西剪纸是比较有代表性的北方剪纸艺术，广泛用于春节窗花、结婚的喜花、丧葬中大量的纸活儿装饰、社火表演中的道具、庙宇中宗教气氛的营造等，各种民俗活动也离不开剪纸。此外，剪纸还用于刺绣等艺术品制作的底样。剪纸形式上大多以单色为主，造型简洁、洒脱、粗犷、注重夸张变形，内容上多以传统的花草、动物、人物、戏出为主。
        </p>
        <p class="content">
            河北蔚县染色刻纸是中国典型的刻纸艺术形式，相传已有两百年历史，尤其以窗花见长。后来河北武强县的木版浮水印窗花传入，刻纸工艺吸取其色彩特点，仿其透明效果，以刻代剪，形成蔚县刻纸的独特风格。蔚县刻纸以“阴刻”和“色彩点染”为主，故有“三分工七分染”之说。题材多取自戏曲人物，也有花草鱼虫、飞禽走兽等吉祥形象。
        </p>
        <p class="content">其余还有山东剪纸、湖北剪纸、浙江浦江戏曲剪纸、浙江乐清细纹刻纸、广州佛山剪纸等等。</p>
        <p class="title">皮影</p>
        <p class="content">
            中国皮影，北方以滦州皮影代表，影人结构分七大部分：头、上身、上臂（两件）及下臂（两件）、手（两件）、下身、腿（脚与腿相连，两件），共11个组件。中心控制是脖条。以杆子操纵。生旦脸部镂空，净丑则涂色，脸形棱角分明，尖下巴，平额头。形体较小，一般25.4厘米至30.4厘米左右，最高40.6厘米。多以驴皮雕镂。以黄牛皮雕镂的陜西皮影亦分11个组件。
        </p>
        <p class="content">南系以成都灯影戏为代表，影偶分大、中、小型，大灯影身高60－80厘米，个别高达1米，中灯影40－60厘米，小灯影24－30厘米。成都灯影全身共分14关节：</p>
        <p class="content">
            帽、头、胸、腹、下肢二、上臂二、前臂二、手掌二。头子可插进脖项上用细铁丝缠绕的皮圈内。其余关节用细麻绳连结。一个穿戴整齐的影人分三段：帽作一段，头作一段，统称“帽子”（北方称“头荏”），衣履共作一段，统称“把子”（北方称“戳子”）。
        </p>
        <p class="content">
            中国皮影关节灵活，在优秀艺人操纵下，行坐顾盼，端带撩袍，舞刀挥剑，驾雾腾云，打斗驰马，出神入化，令人叫绝，扮演种种传奇故事，塑造了生、旦、净、丑、神、佛、灵、怪、兽种种难以想像的影窗形象，成为驭物为灵的艺术。</p>
        <p class="title">雕镌艺术</p>
        <p class="content">
            雕与镌都是指在竹木、玉石、金属等介质上面进行的刻画方式，雕镌类指采用这种方式制作的作品，如我们常见的雕版、雕漆、雕花、浮雕等，还有与塑形结合的雕塑艺术品等。雕和镌往往都是在硬质界面和半干状态的固态界面上进行的，而塑需要在软质材料上进行，这是雕镌和塑作不同之处。我们熟悉的这类作品包括雕花的竹笔筒、玉石首饰和摆设、金属首饰、芜湖铁画、在砖上雕刻的砖雕、石雕作品等。雕镌类作品创作中常使用刀子、凿子、钻子及一些辅助性工具。
        </p>
        <p class="title">玉雕</p>
        <p class="content">玉雕是中国传统雕刻艺术形式之一，早在新石器时代，仰绍文化和龙山文化就有了玉雕的鱼和龙。商代的殷墟文化中发现了绿松石和玛瑙等饰品。可见中国的玉石文化已有五千多年的历史了。</p>
        <p class="content">
            玉因其原料珍贵，雕琢技术要求高而被视为具有重要的仪式功能的礼器。四川金沙遗址就出土了具有4000年历史的精美绝伦的玉琮。商代至春秋战国时期，出现了用于祭祀神灵的各类玉质的礼器和饰品，皆造型生动，雕刻精美，玉质上乘。</p>
        <p class="content">汉唐时期，玉雕作为装饰品成为民间和宫廷都喜爱的工艺品，西汉时期的金缕玉衣的出现就是例证
            。宋元时期，玉雕工艺得到了重视和高速发展，宫廷中的玉院专门为雕琢玉器而设立。福建的寿山石雕在当时的创作量很大，其价值也被朝廷认识到。明清时期是玉雕发展的鼎盛阶段，苏州以玉雕雕刻精巧而闻名于世，宫廷大量使用玉器作为装饰和使用器物及把玩的对象。雕刻工艺更加丰富，出现了圆雕等精致的工艺品，有代表性“大禹治水图玉山子”是世界上最大玉件之一。近代，也是玉雕的繁盛期，出现了潘秉衡等一批玉雕名家，在北京。中国玉雕的“四大国宝”——岱岳奇观、群芳揽胜、含香聚内与四海腾欢，就是例证。
        </p>
        <p class="content">随着传统技艺的消失，玉雕行业因工作辛苦和观念落后而在雕琢工艺上出现了困难。这方面，我们应该在继承传统的基础上，学习西方一些科学合理的记忆和技术，是目前玉雕行业翘首以盼的。</p>
    </div>
</template>

<script>
import PageNav from '@/components/PageNav/PageNav.vue';
export default {
    name: 'MinJianYiShu',
    components: { PageNav }
}
</script>

<style lang="less" scoped> .root {

     .bg {
         width: 100%;
         height: 100%;
         z-index: -1;
         position: fixed;
         top: 0;
         opacity: 0.5;
     }

     h1 {
         text-align: center;
         font-weight: bold;
     }

     .title {
         font-size: 20px;
         font-weight: bold;
         text-indent: 1em;
     }

     .content {
         text-align: left;
         text-indent: 2em;
         font-size: 20px;
         margin: 20px;
     }
 }</style>