<template>
    <div class="root">
        <BestowBackgroung></BestowBackgroung>
        <BestowNav></BestowNav>
        <div class="content animate__animated animate__backInUp">
            <h1>节庆意义</h1>
            <p>对于节庆，春章的理解曾经相当的简单。小的时候，那时的物质生活水平比现在可差远了，于是过了年再盼过年，不是因为自己想长大，而是因为过年了，就有好东西吃，就有新衣服穿，过年的那些仪式，也是非常快乐的。过了年，盼元宵；过了元宵盼端午；过了端午盼六一；过了六一盼中秋；过了中秋又盼过年了。就这样，一年一年地长大了，上了大学之后，对儿时满是回忆。所以看见节庆这个词，应该是满满的乡愁才对。
            </p>
            <p>春章小时候也爱看小说，小学五六年级的时候吧，就开始读《聊斋》，《水浒传》，《薛刚反唐》，《呼家将》，《杨家将》等，里面有好多关于踏青啦、闹元宵啦的描写。所以看见节庆这个词呢，又感觉满满的传统文化在里面，当时读书时想象历史时空的感觉竟油然而生。
            </p>
            <p>春章在写这些话的时候，乡愁也好，历史沉浸也好，当想到自己在活动管理学科里，很多当代节庆形式马上占据了大脑，那种乡愁和沉浸感像枝头上的鸟儿受到惊吓，展开翅膀“倏”地飞得无影无踪。</p>
            <p>节庆到底是什么？</p>
            <p>是乡愁吗？如果那仅仅是儿时才能经历的；是沉浸吗，如果它真的是历史的延续；亦或是像当代节庆那样，只是出于经济利益的考虑，而没有一丁点儿文化的传统？</p>
            <p>一、节庆的语言学解释</p>
            <p>《现代汉语词典》里对节庆的解释为：</p>
            <p>节庆：节日喜庆。《北史·李彪传》：“伏见朝臣丁大忧者，假满赴职。衣锦乘轩，从郊庙之祀；鸣玉垂緌，同节庆之醼。” 冰心《往事·六一姊》：“ 金钩寨是离我们营垒最近的村落，四时节庆，不免有馈赠往来。”</p>
            <p>《现代汉语词典》的这种解释，是有些让人费解的：节日喜庆，是节日和喜庆，还是节日的喜庆呢？而且喜庆看起来颇像表达气氛的形容词。相比之下，我更喜欢使用《國語辭典》里的解释：節慶：節日慶典。如：「傳統節慶」。因此，春章认为“节庆”就是“节日庆典”。所以呢，节庆包括两个方面的要素：节日，庆典。
            </p>
            <p>春章小的时候，对节庆的理解，多在“节日”上。我们现在也可以看出来，没有节日，就不要谈节庆。节日才是“节庆”的内容和目的。那么是不是所有的节日都是节庆呢？春章认为呢，不管什么节日，你庆了，它就是节庆，你不庆，它只是个节日。
                “庆典”只是“节庆”的形式和手段。并非只有节日才需要有庆典，很多不是节日的也需要庆典，比如婚庆、胜利庆祝等。</p>
            <p>那么，什么是节日呢？什么是庆典呢？</p>
            <p>《现代汉语大词典》对节日的解释为：1. 传统的庆祝或祭祀的日子。闻一多《人民诗人——屈原》：“端午是一个人民的节日。”2. 纪念日。容臞《妈妈在你身旁》：“今天六月一日是国际儿童节，是全世界小孩子的节日!”</p>
            <p>春章对这个解释是有疑问的，一是在举例中，端午是不是也算一个纪念日，因为据说那一天屈原投了汩罗江，与之相比较，西方的圣诞节、复活节等是不是也是纪念日；二是如果纪念日是节日，那么那些小范围的纪念日，如结婚纪念日、生日、去世纪念日等算不算节日？所以春章认为，“传统”才是节日的根本，纪念日可以形成传统，其他日期也可以形成传统。一年一年地延续下来，传统就形成了。
            </p>
            <p>春章在这个学科里，一直想给现代节庆一个解释，可是在“节日”上就有点儿对不上号，我不觉得那些所谓的“现代节庆”是“传统的庆祝或祭祀的日子”或者是一个“纪念日”。</p>
            <p>所以呢，对“节日”的理解还要深入一些。什么是“节日”，春章觉得，“节日”就是形成节点的日子。整个人类社会都是在一个时间维度中进行的，人类社会中的不同群体、不同个体都处于这个时间维度之中。我们可以把这个时间维度比作是向上生长的竹子，竹子上的那些“节”把竹子分成一段一段的。在人类生活的时间维度中，也有一些“节”，把人类生活分成一段一段的。最初的这些“节”表现为节气、节令、时节，而后来呢，“节”还可以表现为其他时间上的标志。因此呢，春章认为，“节日”就是具有标志性的日期。这些日期或是关键的、或是起决定作用的、或是有社会意义的、或是值得庆祝的……
            </p>
            <p>所以呢，对现代节庆，春章的态度是，无论是从地方传统文化里挖掘题材，还是从地方的各种资源中挖掘题材，如果能找到“传统的庆祝或祭祀的日子”或“纪念日”最好，如果找不到，也要选择具有标志性的，可以形成节点的日期。</p>
            <p>《现代汉语大词典》对庆典的解释为：庆祝典礼。胡适《易卜生主义》：“孤儿院造成了，他把儿子唤回来参预孤儿院落成的庆典。”所以呢，庆典的意思是：为庆祝而进行的典礼。庆祝是内容和目的，典礼是形式和手段。那么什么是庆祝？什么是典礼呢？
            </p>
            <p>《现代汉语大词典》对庆祝的解释为：指对喜事进行一些活动表示欢庆或纪念。巴金《家》：“祖父和父亲为了他的婚礼特别在家里搭了戏台演戏庆祝。”</p>
            <p>所以呢，在节庆中，庆祝是庆典的核心内容。过年的时候，房屋打扫一新，贴挂签、贴年画、贴对联、贴福字，弄一桌子好酒好菜，坐在炕头看春晚，燃放鞭炮，这就是庆祝呀，其实再往下看，这些也是一种仪式呢。</p>
            <p>《现代汉语大词典》对典礼的解释为：郑重举行的仪式。赵树理《登记》：“小晚和艾艾的婚姻是模范婚姻，要村里把结婚的日期报一下，到那时候区里的干部还要来参加他们的结婚典礼。”</p>
            <p>春章认为词典里对典礼的解释不够全面，因为“礼”不仅仅是仪式，还有礼节之义。典礼的典，为行使、举办之义；而礼，为礼仪之义。礼仪为礼节和仪式。所以，典礼应是遵循礼节举行仪式。《现代汉语大词典》对典礼的解释中，恰恰少了礼节，这是不合适的。
            </p>
            <p>所以呢，节庆中，礼仪，或者说，礼节和仪式是非常重要的。春章又想到小时候过年的情形，午年黑（东北土话，除夕半夜）的时候，有一个仪式就是“发纸”，就是烧几刀黄裱纸给各路神仙，包括灶王爷啦、财神爷啦。这就是仪式。大年初一的时候，要去长辈家里窜门，路上见到任何人第一句话就是“过年好”，这就是礼节。
            </p>
            <p>综合下来，节庆，就是节日庆典，就是节日庆祝典礼，就是为庆祝节日所遵循的礼节和举办的仪式。所以，在节庆中，节日和庆祝是内容和目的，礼节和仪式是形式和手段。</p>
            <p>接下来说一下英语中的节庆，通常使用festival。你也许奇怪为什么英语国家中很多节日用day而不是festival呢。其实和汉语一样，他们的节庆也是“节日+庆祝”，或者说，festival=holiday +
                celebrity。他们说day呢，突出这是一个节日；他们说festival的时候，突出这是一个活动。</p>
            <p>二、节庆的专业性解释</p>
            <p>虽然节庆的文献非常多，但能为“节庆”作一个专业性解释的并不多。春章也不愿意使用那些译过来的对festival所下的定义。春章翻阅了很多文献，找到一个节庆的定义：所谓节庆,
                是指围绕各类节日而形成的文化习俗及其他所开展的相关纪念 、庆祝等活动的总称[1]。百度百科上的定义不知引自何处，其解释为：节庆活动是在固定或不固定的日期内，以特定主题活动方式，约定俗成、世代相传的一种社会活动。
            </p>
            <p>因此，不管怎么解释，都离不开节日、习俗等。因此，春章认为，传统性是节庆的一个维度。春章并不想用传统性来作为节庆的硬性要求，因为任何传统都有一个开始，也许从今年开始的一个事物，以后每年都出现，代代相传，也会形成传统。传统性只是用来区别不同的节庆，那些历史更悠远一些，哪些还尚未形成传统。
            </p>
            <p>节庆的另一个维度则是和人有关的。节庆是围绕着节日的庆典，然而这节日却未必是全人类的节日。节日是有个影响范围的，小的节日，可能限于夫妻二人，他们每年庆祝结婚纪念日已经形成了传统；也可能是一个家庭或家族，比如纪念家族迁至某地的日期，一代一代，形成了这个家族的传统；也可能是一个组织，比如大学成立日，公司成立日等；亦可能是某一民族的，比如柯尔克孜族的诺劳孜节、汉族的春节；也可能是某一宗教信仰的，比如基督教的圣诞节、复活节；还可能是一个国家的，比如中国的国庆节；还可能是某一群体的，比如国际六一儿童节。因此，节庆的第二个维度是范围。
            </p>
            <p>但即使我们画出了传统性和范围性的二维象限，我们仍然难以将不同的节庆填入其中。因为传统是相对的，范围也是相对的。就像下图所示的那样，一个传统节庆也不一定是大范围的，它可能是傣族的泼水节，对于整个族群是大范围的，对于整个中国或世界来说，它是小范围的。
            </p>
            <p>对于“传统”的进化，勿需多言，日期确定了，年年做，代代做，它就传统了；如果中断了，即使是传统节庆，也会消失殆尽。日本人原来是和中国人一样过农历春节的，明治维新后他们不过春节了，现在他们已经习惯了没有农历春节。</p>
            <p>对于“范围”的进化，这其中的“庆”要起很大作用。如果庆祝氛围浓，有感染力，小范围的“庆”也会逐渐蔓延，就像圣诞节一样，就像西方的情人节一样。但如果庆祝氛围不浓，没有感染力，大范围的“庆”也会萎缩。春章越来越感到现在中秋、端午等节日好像没有了“庆”在里面了，春节的年味也不浓了，着实有点儿担心呀，担心这传统的节庆最后变成了形式上的节日了。
            </p>
            <p>现在很多地方都办现代节庆。传统进化和范围进化都很重要。在日期的选择上，就应该在传统上做文章，至少也要有一定的标志性，然后形成传统。至于范围，你也不想把影响力只限制在局部吧。你是想让大家都到你那里庆祝呢，还是你的庆典走向全国，普天同庆呢？我认为像孔子文化节应该成为全天下具有儒家思想的人的节庆，而不是山东某个城市的一个“现代节庆”。
            </p>
            <p>三、节庆的形式</p>
            <p>关于节庆的分类还是比较多的，最简单的划分方法是根据传统性，将节庆划分为传统节庆和现代节庆。但这种划分方法并不准确，正如前文所言，一个现代节庆，如果把范围做大了，把时间做长了，也就成了传统节庆了。</p>
            <p>在维基百科中，节庆被分为四种类型：宗教节庆、文艺节庆、饮食节庆、时令节庆</p>
            <p>宗教节庆：世界上有很多宗教，我们常说的是三大宗教，佛教、基督教和伊斯兰教，除此之外还有犹太教、印度教、道教、萨满教等。每个宗教都有自己的节日，也相应有自己的节庆，在基督教中，圣诞节和复活节是非常重要的节日。在印度教中，胡里节有着相当长的历史。
            </p>
            <p>文艺节庆：文艺节庆包括文化节庆和艺术节庆，像音乐节、读书节、喜剧节、爵士节、电影节等都属于文艺类节庆。位于苏格兰的爱丁堡艺术节，是全球最大的文艺类节庆。中国的孔子文化节、大汉文化节、广元女儿节等，都属于文艺类节庆。
            </p>
            <p>饮食节庆：这种节庆以饮食为主，包括啤酒节、白酒节、食品节、地方风味节等。一些饮食节庆只关注一种饮食，比如美国的国家花生节，爱尔兰的戈尔威国际牡蛎节，中国的盱眙龙虾节等。</p>
            <p>时令节庆：这种节庆主要与季节和农业有关。中国的很多节庆，都是这种类型的，比如春节、清明节、中秋节等。北欧国家的传统节日——仲夏节，是典型的时令型节庆。</p>
            <p>当然，这种划分方式不一定能穷尽所有的节庆。但以节庆的内容来划分，更突出了节庆是一种活动概念，而不是一个时间的概念。</p>
        </div>
    </div>
</template>

<script>
import BestowNav from '@/page/bestow/BestowNav/BestowNav.vue'
import BestowBackgroung from '@/page/bestow/BestowBackground/BestowBackground.vue'
export default {
    name: 'HolidayMeaning',
    data() {
        return {
            navName: ''
        }
    },
    components: { BestowNav, BestowBackgroung },
    mounted() {
        this.navName = localStorage.getItem('JunNavname')
    },
}
</script>

<style lang="less" scoped>
.root {

    .content {
        margin: 20px 50px;
        text-align: center;

        h1 {
            font-size: 40px;
            font-weight: bold;
            margin: 20px;
            padding-left: 50px;

        }

        p {
            font-size: 20px;
            text-align: left;
            text-indent: 2em;
        }
    }
}</style>