<template>
    <div class="root">
        <PageNav></PageNav>
        <img src="../../../../assets/road/b2.jpg" class="bg">
        <h1>古玩器物</h1>
        <p class="title">什么是古董？</p>
        <p class="content">古董是为人所珍视的古代器物，是先人留给我们的文化遗产、珍奇物品。在这上面沉积着无数的历史、文化、社会信息，而这些信息是任何一件其他的器物所无法取代的。</p>
        <p class="content">古董是在明代才流行这个词的，也有叫“骨董”的，古人留下的精华，骨，是取其精华，去其糟粕，尸体腐烂了，只剩下骨架，自然是精华；董，则是弄懂和学习古人留下的精华。</p>
        <p class="title">什么是文物？</p>
        <p class="content">目前，各个国家对文物的称谓并不一致，其所指涵义和范围也不尽相同，因而迄今尚未形成一个对文物共同确认的统一定义。</p>
        <p class="content">文物是指具体的物质遗存，它的基本特征是：第一，必须是由人类创造的，或者是与人类活动有关的；第二，必须是已经成为历史的过去，不可能再重新创造的。</p>
        <p class="content">当代中国根据文物的特征，结合中国保存文物的具体情况，把“文物”一词作为人类社会历史发展进程中遗留下来的、由人类创造或者与人类活动有关的一切有价值的物质遗存的总称。</p>
        <p class="title">什么是古玩？</p>
        <p class="content">
            “古玩”是在清代中早期流行的，这可能与乾隆皇帝好古爱把玩有点关系，而我们现在习惯上的“古玩”已经扩大了它的内涵，把青铜器，瓷器，玉器，字画、古籍善本和古典家具、竹刻牙雕、文房四宝、钱币、织绣等十大类都包括在内</p>
        <p class="content">古玩，作为一种商品，它的特质集中地表现在两点：一点是古，具有历史重负的沧桑感，往往这些东西，是一个社会发展时期政治、经济、文化、军事的最好见证；一点是有文化，有品味，具有艺术性。</p>
        <p class="content">古董、古玩和文物的区别：</p>
        <p class="content">从文物和古董或古玩的比较来看，文物在时间的涵盖上要大于古董或古玩，因为文物可以是古代，也可以是现代或当代，只要是优秀的文化产物都可以被列入文物范畴。</p>
        <p class="content">而古董和古玩则不然，现代和当代的东西不能称为古董和古玩。由于许多文物具有较高的艺术鉴赏价值，所以收藏爱好者又将其泛称为收藏艺术品。</p>
        <p class="content">一件古代艺术品，对文物部门来说就是文物，因为它有文化保护价值；对投资者来说就是古董，因为它有增值价值；对收藏家来说就是古玩艺术品，因为它有艺术鉴赏价值。</p>
        <p class="content">国家出于保护文物的考虑，对于非国宝级的文物，鼓励“藏宝于民”，并且允许民间依法流通，这为民间收藏事业的发展和古玩艺术品市场的兴起铺平了道路。</p>
        <p class="title">古玩收藏分为四大类：陶瓷、书画、青铜器、玉器。</p>
        <p class="title">1.玉器</p>
        <p class="content">玉器，即使用天然玉石加工制成的器物。中国早在八千多年前就有了玉器，并不间断地延续到现在。</p>
        <p class="content">玉器的出现是远古石器的延续与创新。如果玉没有被加工那我们称为玉料而不是玉石，玉器里面也有分类</p>
        <p class="content">
            玉石的分类可以按照质地分为硬玉和软玉，按照产地可以分为岫岩玉，蓝田玉，南阳玉，绿松石，黄龙玉，阿富汗玉，玛瑙，青金石，硅孔雀石，宝石，萤石。根据玉器用途的不同，玉器可分为玉兵器、玉工具、礼器玉、丧葬玉、佩饰玉、玉器皿和玉摆件等几大类。玉兵器和玉工具——随着青铜制造业的发展，到了商代，绝大多数玉兵器和玉工具已经失去了实用价值，而成为一种身份地位的标志和礼仪的象征；玉礼器——早在新石器时代，华夏祖先就已经大量使用玉礼器；丧葬玉器——丧葬玉，也称葬玉，指的是古人专为保存尸体而制造的玉器，而不是泛指一切随葬玉器；佩饰玉器——佩饰玉是古代玉器中重要的一个种类，是古人挂在衣服上或带在身边作为装饰用的玉器，体小，精巧，轻便而质佳。由于佩饰玉是古人身份和修养的象征，所以自古以来，佩饰玉中就多材质上佳、雕工精美的珍品，更是玉器收藏中的重点；玉器皿——玉器皿最早见于商代，但是因其制作难度大，直到明清时期才成为玉器生产的主流产品。玉器皿数量庞大，种类繁多；玉摆件——玉摆件，又称观赏陈设性玉器，主要包括玉雕动物、玉人、大型的玉牌、玉屏风、玉山子、玉如意等等。
        </p>
        <p class="content">
            中国素有"玉石之国"的美誉，古人视玉如宝。据传，朝朝代代，帝王嫔妃养生不离玉;嗜玉成癖如宋徽宗;含玉镇暑如杨贵妃;持玉拂面如慈禧太后等等，祖国古籍称:玉乃石之美者，味甘性平无毒。各流派的气功大师一致认为，人身有"精、气、神"三宝，"气"的使用尤为突出，而玉石是蓄"气"最充沛的物质，可见玉在我国的受欢迎程度。
        </p>
        <p class="content">
            欣赏玉器须领会十个字：山川之精英，人文之精美。山川之精英，讲的是材质美，每件玉器先要弄清它是角闪石还是翠玉，或是绿松石、玛瑙、蛇纹石、水晶等彩石玉，进一步还要探讨它的产地。人文之精美，指的是玉器的造型美和雕琢美，以及影响造型美雕琢美的工艺、社会诸因素。由于历代玉材的不同，琢玉工具和琢玉技巧的不同，加上审美情趣和风俗习惯的不同，玉器的用途和所扮演的角色不同，每个时期玉器的造型及主题风格也是各不相同的，千姿百态，竞相争艳。
        </p>
        <p class="title">2.陶瓷</p>
        <p class="content">
            陶瓷是陶器和瓷器的总称，是以粘土为主要原料以及各种天然矿物经过粉碎混炼、成型和煅烧制得的材料以及各种制品。人们把一种陶土制作成的在专门的窑炉中高温烧制的物品叫陶瓷，陶瓷是陶器和瓷器的总称。陶瓷的传统概念是指所有以粘土等无机非金属矿物为原料的人工工业产品。陶瓷精美无比，各个种类无不显示着时代的特性，是非常具有收藏价值的。
        </p>
        <p class="content">陶瓷分为普通陶瓷和特种陶瓷，普通陶瓷又称传统陶瓷，其主要原料是黏土 （Al2O3·2SiO2·H2O）、石英 （SiO2） 和长石
            （K2O·Al2O3·6SiO2）。通过调整3者比例，可得到不同的抗电性能、耐热性能和机械性能。一般普通陶瓷坚硬，但脆性大，绝缘性和耐蚀性极好。普通陶瓷通常分为日用陶瓷和工业陶瓷两类。特种陶瓷又称现代陶瓷，按应用包括特种结构陶瓷和功能陶瓷两类，如压电陶瓷、磁性陶瓷、电容器陶瓷、高温陶瓷等。工程上最重要的高温陶瓷，包括氧化物陶瓷、碳化物陶瓷、硼化物陶瓷和氮化物陶瓷。
        </p>
        <p class="content">陶瓷里又有青花、斗彩、釉里红、彩粉、新彩、颜色釉和综合釉等，它们每个都有不一样的特点，更显示出了我们中国作为“陶瓷之乡”的美称，在英文中“瓷器（china）”与中国（China）同为一词。
        </p>
        <p class="title">3.书画</p>
        <p class="content">
            书画，古代书画是中国古代绘画与书法的统称，是中华民族的传统艺术门类之一，也是中华文明的重要组成部分。书画作为中华的国粹，其珍贵度是必不可少的，历史上哪些惊才艳艳的人物如：顾恺之、吴道子、范宽、唐寅等等，在每一个不同的时代，总会有大家应运而生，把我们中华的绘画发扬光大。
        </p>
        <p class="title">4.青铜器</p>
        <p class="content">青铜器(Bronze
            Ware)是由青铜合金(红铜与锡的合金)制成的器具，诞生于人类文明时期的青铜时代。青铜器在世界各地均有出现，是一种世界性文明的象征。中国青铜器制作精美，在世界青铜器中享有极高的声誉和艺术价值，代表着中国4000多年青铜发展的高超技术与文化。青铜器在现在也有”国之重器“之称，每个都是价值连城。不过现在的青铜器都已经非常的少见了，收藏家手里的也不多，大多数都被放在国家级的博物馆里面，每个都是珍贵无比。
        </p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>
        <p class="content"></p>




    </div>
</template>

<script>
import PageNav from '@/components/PageNav/PageNav.vue';
export default {
    name: 'GuWanQiWu',
    components: { PageNav }
}
</script>

<style lang="less" scoped> .root {

     .bg {
         width: 100%;
         height: 100%;
         z-index: -1;
         position: fixed;
         top: 0;
         opacity: 0.4;
     }

     h1 {
         text-align: center;
         font-weight: bold;
     }

     .title {
         font-size: 20px;
         font-weight: bold;
         text-indent: 1em;
     }

     .content {
         text-align: left;
         text-indent: 2em;
         font-size: 20px;
         margin: 20px;
     }
 }
</style>