<template>
    <div class="root">
        <BestowBackgroung></BestowBackgroung>
        <BestowNav></BestowNav>
        <div class="content animate__animated animate__backInUp">
            <h1>商务礼仪</h1>
            <p>礼仪的“礼"字指的是尊重，即在人际交往中既要尊重自己，也要尊重别人。古人讲“礼仪者，敬人也”，实际上是一种待人接物的基本要求。礼仪的“仪”字顾名思义，仪者仪式也，即尊重自己、尊重别人的表现形式。通常说“礼多人不怪”，如果你重视别人，别人可能就重视你。
            </p>
            <p>总之，礼仪是尊重自己尊重别人的表现形式，进而言之，礼仪其实就是交往艺术，就是待人接物之道。</p>
            <p>一、营销人员的基本仪表</p>
            <p>“第一印象是最重要的印象”，别人对您最初的评价是基于您的装束、谈吐和举动。您要有适当的仪表，公司是一流的公司﹑产品是一流的产品，营销人员就要用一流的仪表去销售它。与客户相对，不管是立、是坐、还是行，一定要具备一种吸引对方的魅力。</p>
            <p>着装要求：</p>
            <p>服饰应体现一种礼貌。在营销工作时，应选择符合环境和礼节的服饰。男士应穿深色西装、结领带、穿白衬衫和西裤。女士最好穿白衬衫和裙子。</p>
            <p>1、衣着要适合自己的身材，要整洁、自然、大方，穿在身上自我感觉舒服。</p>
            <p>2、服装应适合自己的年龄。</p>
            <p>3、服装应适合自己的职业和身份。</p>
            <p>4、要了解并遵守着装的正确方法。</p>
            <p>对于男士在正式场合的着装，必须遵守“三色原则”的要求。所谓“三色原则”，是指全身上下的衣着，应当保持在三种色彩之内。对于女士在正式场合的着装的评价，人们往往关注于一个细节，即她是否了解不应该使自己的袜口暴露在外。不仅在站立之时袜口外露不合适，就是在行走或就座时袜口外露也不合适。穿裙装的女士，最好穿连裤袜或长筒袜。</p>
            <p>二、电话礼仪</p>
            <p>1、拨打电话礼仪</p>
            <p>(1)时间适宜</p>
            <p>A、选择时间：打电话应该选择适当的时间。按照惯例，通话的时间原则有二：一是双方预先约定电话通话时间，二是对方便利时间。</p>
            <p>一般说来，若是利用电话谈公事，尽量在受话人上班10分钟以后或下班10分钟以前拨打，这时对方可以比较从容地应答，不会有匆忙之感。除有要事必须立即通告外，不要在他人休息时间之内打电话。例如，每日早晨7点之前，晚上10点之后以及午休时间等等。在用餐之时拨打电话，也不合适。</p>
            <p>拨打公务电话，尽量要公事公办，不要有闲言碎语。也不能在他人的私人时间，尤其是节假日时间里，去麻烦对方。另外，要有意识地避开对方通话的高峰时段、业务繁忙时段、生理疲倦时段，这样通话效果会更好。</p>
            <p>B、通话长度：在一般通话情况下，每一次通话的具体长度应有意识地加以控制。基本的原则是：以短为佳，宁短勿长。千万不能如泻堤之水，滔滔不绝。</p>
            <p>在电话礼仪里，有一条“三分钟原则”付诸实践。身为发话人，特别要牢记此点。</p>
            <p>c、体谅对方：发话人在打电话时，应当善解人意，将心比心，对受话人多多体谅。不论彼此关系如何、熟悉到哪种程度，对于这一点都不要疏忽大意。在把握通话时间时，尤须对此加以关注。</p>
            <p>在通话开始后，除了自觉控制通话长度外，必要时还应注意受话人的反应。比如，可以在通话开始之时，先询问一下对方，现在通话是否方便。倘若不便，可约另外的时间，届时再把电话打过去。</p>
            <p>倘若通话时间较长，如超过3分钟，应先征求一下对方意见，并在结束时略表歉意。</p>
            <p>在对方节假日、用餐、睡觉时，万不得已打电话影响了别人，不仅要讲清楚原因，而且万勿忘记说一声“对不起”。在他人上班时间内，原则上不要为了私事，而通话妨碍对方。</p>
            <p>(2)内容合理</p>
            <p>在通话时，要求发话人内容合理简练。根据礼仪规范，发话人要做到内容简练，就必须注意以下几个方面。</p>
            <p>A、事先准备；每次通话之前，发话人应该做好充分准备。</p>
            <p>B、简明扼要：在通话之时，发话人讲话务必求实，不求虚假客套。问候完毕，即开宗明义，直入主题，少讲空话，不说废话。</p>
            <p>(3)表现文明</p>
            <p>A、语言文明：在通话时，发话人不仅不能使用“脏、乱、差"的语言，而且还须铭记，有三句话非讲不可，它们被称为“电话基本文明语言”。它们所指的是：</p>
            <p>其一，在通话之初，要向受话人首先恭恭敬敬地道一声：“您好!”然后方可再言其他。</p>
            <p>其二，在问候对方后，接下来须自报家门，以便对方明确来者何人。</p>
            <p>其三，在终止通话前，双方预感即将结束的片刻，发话人应主动先说一声“再见"。要是少了这句礼貌用语，就会使终止通话显得有些突兀，并使自己有礼而始无礼而终。那同样会使对方受到伤害和不解。</p>
            <p>B、态度文明：发话人在通话时，除语言要“达标"外，在态度方面也要好自为之，不可草率。</p>
            <p>电话若需要总机转接，勿忘对总机的接线员(也称话务员)问候一声，并且还要加上“谢谢”。另外，“请"、“麻烦’’、“劳驾”之类的词，该用的也一定要用。</p>
            <p>碰上要找的人不在，需要接听电话之人代找、代为转告或留言时，态度同样要文明有礼，甚至要更加客气。</p>
            <p>2、接听电话礼仪</p>
            <p>根据礼仪规范，受话人接听电话时，由于具体情况有所不同，需要分为程序要求、语调要求、持机稍候要求和代接电话要求等四个方面，以下对其进行分别而论。</p>
            <p>(1)程序要求</p>
            <p>A、接听及时：电话铃声一旦响起，即应立即停止自己所做之事，尽快予以接答。接听电话是否及时，实质上反映着一个待人接物的真实态度。</p>
            <p>B、应对谦和：接电话时，受话人应努力使自己的所作所为合乎礼仪，要注意下列三点：</p>
            <p>其一，拿起话筒后，即应自报家门，“你好，这里是……”。不论是家中还是在公司，自报家门和发话问好，一是出于礼貌，二是说明有人在认真接听。</p>
            <p>其二，在通话时，即使有急事，也要求聚精会神地接听电话。不允许三心二意，心不在焉，或是把话筒置于一旁，任其自言自语。在通话过程中，对发话人的态度应当谦恭友好，当对方身份较低或有求于自己时，更应表现得不卑不亢。</p>
            <p>其三，当通话终止时，不要忘记向发话人道声“再见’’。即使发话人忽视了首先向受话人说“再见”的礼节，你也不能以无礼还无礼。</p>
            <p>C、主次分明：就在电话铃声响起的瞬间，即以电话交谈为当时活动的中心，而绝不应当不明主次，随意分心。</p>
            <p>(2)语调要求</p>
            <p>用清晰而愉快的语调接电话，能显示出来说话人的职业风度及可亲的性格。所以，若要保持平和的语调，答话前先做一次深呼吸，就能使自己很冷静且反应正常。说话应清晰，要注意措辞。说话时要面带微笑，使声音听起来更有热情。另外，要注意不要使房间里的背景声音干扰电话交谈。</p>
            <p>用清晰而愉快的语调接电话，能显示出来说话人的职业风度及可亲的性格。所以，若要保持平和的语调，答话前先做一次深呼吸，就能使自己很冷静且反应正常。说话应清晰，要注意措辞。说话时要面带微笑，使声音听起来更有热情。另外，要注意不要使房间里的背景声音干扰电话交谈。</p>
            <p>(3)代接电话要求</p>
            <p>在日常生活里，经常有必要为家里人、公司同事及领导代接、代转电话，可以说这已是个普遍性、经常性的活动。所以，代接代转电话时，尤其需要注意礼尚往来、尊重隐私、记忆准确、传达及时和注意方式等五个方面的问题。</p>
            <p></p>
            <p></p>
        </div>
    </div>
</template>

<script>
import BestowNav from '@/page/bestow/BestowNav/BestowNav.vue'
import BestowBackgroung from '@/page/bestow/BestowBackground/BestowBackground.vue'
export default {
    name: 'BusinessEtiquette',
    data() {
        return {
            navName: ''
        }
    },
    components: { BestowNav, BestowBackgroung },
    mounted() {
        this.navName = localStorage.getItem('JunNavname')
    },
}
</script>

<style lang="less" scoped>
.root {

    .content {
        margin: 20px 50px;
        text-align: center;

        h1 {
            font-size: 40px;
            font-weight: bold;
            margin: 20px;
            padding-left: 50px;

        }

        p {
            font-size: 20px;
            text-align: left;
            text-indent: 2em;
        }
    }
}
</style>