const bestow = [
    { id: 1, content: '中华非遗文化代表了中国传统文化的非物质遗产，包括了丰富多彩的传统技艺、表演艺术、传统节庆、口头传统、传统知识等。这些元素在代代相传中反映了中国几千年的历史和文化，具有深刻的文化价值。中华非遗文化包括传统手工艺技能，如陶瓷制作、中国画、刺绣、木雕、银器制作等。同时，传统表演艺术，如京剧、昆曲、豫剧、粤剧等，也是其重要组成部分。此外，传统节庆和仪式，如春节、中秋节、婚礼、葬礼，反映了中国文化中的宗教、民俗和社交习俗。口头传统包括传统故事、神话传说、谚语、民谣、戏曲剧本等，传承着中国的智慧和文化传统。传统知识领域包括中医药、农耕知识、卜筮、风水等，反映了中国古老的智慧。中华非遗文化还包括传统医学、针灸、气功等传统医疗技术。此外，中国的传统体育和游戏，如太极拳、围棋、象棋、斗地主，也是非遗文化的一部分这些非遗文化元素不仅在国内备受尊重，也吸引了国际社会的广泛关注，成为中国文化的瑰宝。政府、学者和社会各界都在致力于保护和传承这些宝贵的文化遗产，以确保它们得以传承下去，成为中国文化的重要组成部分。' }
]

export default { bestow }