<template>
    <div class="root">
        <BestowBackgroung></BestowBackgroung>
        <BestowNav></BestowNav>
        <div class="content  animate__animated animate__backInUp">
            <h1>陶瓷雕刻</h1>
            <p>陶瓷雕刻是一种立体的造型艺术， 是在陶土上进行雕、刻、塑、堆等多种创制方法的总称。陶瓷雕刻是可感、可视、可触， 具有一定空间的形象艺术，
                是一门表达艺术家的审美感受、审美情感、审美理想的艺术，有着很高的历史人文价值。陶瓷雕刻艺术在人类文明史上具有非常重要、不可替代的地位。</p>
            <p>一、陶瓷雕刻的可塑性和模糊性语言</p>
            <p>陶瓷雕刻是运用陶土为材料，运用其材料的特殊性而衍生出独特的成型技法和陶艺语言。因陶艺语言有其自身的特点：可塑性和模糊性。泥的可塑性是指泥与水相糅合在外力作用下形体发生改变，当外力解除后其形状保持不变，在干燥和水分排出的过程中整体收缩而外观不变。泥的可塑性是创作客体的特点，是泥本身所内含的物质的性能所决定的。模糊性是创作主体在创作过程中对创作对象类属边界与形态不确定的思维。有着不确定性、偶发性。模糊性贯穿于作品的构思，在经过雕刻、圆雕、堆雕、镂雕、浮雕、捏雕、雕镶等种类的制作、烧成的整个过程。可塑性使成型成为可能，模糊性使陶艺创作充满灵性。陶瓷雕刻具体的表现形式总体分为圆雕和浮雕两种，都是占有空间的形态艺术。是陶瓷雕刻艺术创作的灵魂与乐趣所在。
            </p>
            <p>二、陶瓷圆雕空间的占有形态</p>
            <p>陶瓷圆雕是雕塑家的感情思想及意识形态借助于陶瓷雕刻的语言形态来具体表达。是陶瓷雕刻的主要空间占有形式，是一种完全立体的陶瓷雕刻艺术品。它主要是借助雕刻内部的实体连接和自身的重心，摆放在具体的空间让人们四面八方多角度环绕式的欣赏，我的《十八罗汉》就是个典型的陶瓷圆雕艺术作品。每个罗汉的形象都独具特点，或庄严，或诙谐；或凝重，或灵动；或喜，或怒；或金刚怒目，或善目低眉。表情都自然生动，眼神亦富有神采，毫无矫揉造作之气。每个罗汉形象，它们的空间占有形态各有不同，但在任何角度都能打动欣赏者。作品构思严谨，寓情于理，章法洗练。圆雕另一较大的优势是它既能以一个独立的立体形式出现，也能够与其他艺术品相互结合运用，还能为装饰建筑的附属物件而出现。圆雕制作过程较为旋动，设计较为游动。在对圆雕进行造型设计时，既有单独式的，也有组合型的，正是这种丰富多变的摆放形式给人们带来了视觉上的艺术享受。
            </p>
            <p>三、陶瓷浮雕的视觉形象</p>
            <p>陶瓷浮雕是所谓陶艺语言的转换，是指创作者充分利用陶瓷材料的可塑性和相应的成型手法、釉色变化，把创作草图中的平面视觉形象或心中的造型意象转化成具有凸凹起伏效果的浮雕形象。形成或明或暗的错觉感来体现的，其感光面和转向面有所不同。在特定的角度上进行欣赏，具有较为独特的艺术价值。陶瓷浮雕作为以陶瓷材料为媒介制作的介于雕刻与绘画之间平面关系，它相对于圆雕而言，具有本质的不同。浮雕表现的是“在真实性的可视空间上的一种假象”。当浮雕借助于特定的灯光照射时，其营造出来的气氛效果更好。尤其是堆雕，它的明暗度和立体空间更强。堆雕是浮雕的同一个种类，因堆雕是在陶瓷表面进行的一些堆砌，它的表面的凸起相对要高于浅浮雕，因而又被分为高浮雕和浅浮雕。但是在具体制作的过程中也有两者工艺相结合的情况。堆釉原用毛笔蘸取白釉浆在施好色釉的坯体上堆填纹样，堆釉因釉料在高温烧炼中会流动，故画面形象必须概括简练，不能太细。但釉质透明，可充分利用其特点来表现物体轻重、厚薄等不同质感，让直立的瓷面有景深凸起的效果。我的堆雕《松亭会友图》就是采用了以上工艺制作而成。瓷雕在具体的空间艺术美方面，不管是浮雕还是圆雕都能够以一种极其生动的形象表现出来。在具体的实践过程中，圆雕和浮雕往往是搭配使用的，其空间占有形式上往往是以浮雕作为装饰背景，以圆雕来进行有力的塑造。只有圆雕与浮雕在空间占有形式上的有效结合才能使雕刻空间艺术表现得更加完美。
            </p>
            <p>四、陶瓷雕刻的主要空间艺术特征</p>
            <p>随着陶瓷雕刻艺术的更新，其主导功用及实用性功能逐渐增强，审美性逐渐弱化。审美性的弱化也从另一方面体现出现代人们对自由及简单生活的追求。陶瓷雕刻在现代社会中较为常见，也较为接近人们的日常文化生活，不论是大型宗教仪式还是日常生活中储蓄的生活用品，都可以见到雕刻作品在空间上的自由性、灵动性和表现性。传统陶瓷艺术与现代的陶瓷雕刻有所不同。相对而言，现代雕刻更加强调气势与神韵的追求，而对细节方面的刻画则显得不再那么重要了。陶瓷雕刻家往往在雕刻的过程中会给人以一气呵成的艺术感，并赐予艺术品以灵魂，根据自身的真实体验以及对真实物象的理解感悟，通过添加艺术效果，终以艺术雕刻的方式自由体现。因此，这种陶瓷雕刻特殊的表现性就体现在现代陶瓷雕刻家以明快而又夸张的手法，将事物的具象和神韵凸显出来，使观赏者在欣赏过后回味无穷而具有较高的艺术价值。随着陶瓷雕刻艺术的不断发展，我国的陶瓷雕刻作品也表现出了更多的动态美和平实美。在进行陶瓷艺术品的雕刻时，艺术家往往以雕刻的空间静态之美呈现给观赏者，以获得动态的感觉，使每个观赏者在作品中品出不同感受，随心而变，这样带给的是以丰富的想象空间换取欣赏者的情趣，以致达到情感上的共鸣。
            </p>
            <p>五、陶瓷雕刻的空间艺术美</p>
            <p>陶瓷雕刻以空间为载体来表现美感，陶瓷艺术的空间感是无形的也是无限的。陶瓷雕刻依托空间，以空间为其存在的主要因素，通过不同形式的形体限制来表现出无限的空间形态。致使空间与形态之间的相互结合来体现出陶瓷雕刻的空间艺术美。我很欣赏中国工艺美术大师张育贤独创的特技超写实捏雕《荷塘佳音》，该作一只青蛙蹲在绿油油波澜起伏的荷叶旁边，抬起头唱着歌，似乎在唤起人们美好记忆，该作空间艺术美的运用让人拍案叫绝。《济公和尚》作品题材丰富、手法多样、技艺精湛，且写真写意兼而有之，又不失夸张，人物形象逼真、栩栩如生，空间艺术美达到了极至。人们在实际生活中努力打造生活空间，并且在艺术品中得以活化和拓展，通过瓷刻这一艺术门类，使人们对空间美的认识更加充分。陶瓷雕刻借助于其独特的优势，使空间美更加独立、无形。当然陶瓷艺术品空间美的产生，得益于两个方面。一方面是由于陶瓷雕刻艺术品本身的材质特性，使得作品所用的黏土在烧制前后具有不确定性和可预见性，这给予陶瓷艺术品以足够的想象空间；另一方面其空间美来自于艺术品本身给人思维和环境氛围的遐想空间，是其主题的重要体现，是外在的空间要与周围的物质环境相适应，是其内在的空间与雕刻本身的内涵相吻合。正是由于陶瓷雕刻巧妙地对空间艺术的运用，加上艺术品本身形体的结合，使得陶瓷雕刻在整体上获得了意想不到的艺术效果。
            </p>
            <p>陶瓷雕刻是一门古老的艺术，这门艺术别于他类艺术而具独特性。它的艺术空间美是一种感受、一种内心的体验，是人们借以缓解紧张生活的良药。在不同的历史时期，不同的民族风貌，不同的民族精神影响下，陶瓷雕刻这门艺术将能得到越来越完美的体现。这种体现是陶瓷雕刻家们通过不同的构成形式，营造出种种神秘的空间氛围，达到截然不同的艺术效果。使陶瓷雕刻艺术进入了人们的精神文化生活。
            </p>





        </div>
    </div>
</template>

<script>
import BestowNav from '@/page/bestow/BestowNav/BestowNav.vue'
import BestowBackgroung from '@/page/bestow/BestowBackground/BestowBackground.vue'
export default {
    name: 'CeramicsCarving',
    data() {
        return {
            navName: ''
        }
    },
    components: { BestowNav, BestowBackgroung },
    mounted() {
        this.navName = localStorage.getItem('JunNavname')
    },
}
</script>

<style lang="less" scoped>
.root {

    .content {
        margin: 20px 50px;
        text-align: center;

        h1 {
            font-size: 40px;
            font-weight: bold;
            margin: 20px;
            padding-left: 50px;

        }

        p {
            font-size: 20px;
            text-align: left;
            text-indent: 2em;
        }
    }
}
</style>