<template>
    <div class="root">
        <PageNav></PageNav>
        <img src="../../../../assets/road/b5.jpg" class="bg">
        <h1>木板水印</h1>
        <p class="title"></p>
        <p class="content">
            木版水印（古代彩色版画印刷术）水印字画是中国传统特有的版画印刷技艺。它集绘画、雕刻和印刷为一体，根据水墨渗透原理显示笔触墨韵，既可用以创作体现自身特点的艺术作品，也可逼真地复制各类中国字画。木版水印字画在我国具有悠久的历史。远在唐代，单色木版印刷已经具有相当水平。明末以十竹斋为代表的“饾版”、“拱花”等套色叠印，表明技术有了更大的进步。由于这项技艺始终基于手工进行，所以中国纯粹作为非物质文化遗产予以继承和发展。
        </p>
        <p class="content">
            用水墨及颜料在木刻版上刷印，是中国传统特有的刻版印刷方法之一，主要用以创作中国传统版画及复制书法、绘画等艺术作品，又称“木刻水印版画”。唐代以来，中国雕版印刷几乎完全使用水墨，文图皆黑色。元代至元六年(1340)出现朱墨2色套印的《金刚经注》。明代正德(1506～1521)以后朱墨套印被推广，并有靛青印本及蓝朱墨3色、蓝黄朱墨4色、朱墨黛紫黄5色套印本。清代中叶又有6色本。主旨为在书眉上加批语，行间加圈点，每种颜色代表一家批注或评点。图刻的彩色套印，最初是在一块版上涂几种颜色，如花上涂红色，枝干涂棕色、黄色等，然后覆纸刷印。如万历年间滋兰堂刻印的程氏《墨苑》中的《天姥对廷图》、《巨川舟楫图》及万历刻本《花史》、《十竹斋书画谱》等。稍后，发展为几种颜色分版套印。
        </p>
        <p class="content">
            大幅中国书画的复制及年画印制，大量采用木版水印。木版年画的著名产地有苏州桃花坞、河北杨柳青(今属天津市)、山东潍县、四川绵竹四大家，皆始于明代后期,盛于清代雍正、乾隆、嘉庆、道光年间(1723～1850)。桃花坞木版年画画风细致；杨柳青年画受历代院体画影响，画风工整写实；潍县年画线条简练刚劲；绵竹年画讲求对称饱满。木版年画有的是多色套印，有的只以木版印线条轮廓，然后手工敷彩、开相。
        </p>
        <p class="content">
            木版水印工艺分为勾描、刻版、印刷3道工序。首先,根据原作进行设计分版,在透明涤纶片或赛璐珞片上勾摹原作,依据所勾墨线轮廓在雁皮纸上精确描绘刻稿；然后反贴在刨平的梨木板或其他纹理细致的木板上，运用不同刀具和刀法，刻出线条版、枯笔版或平版；最后选配原作所用的材料和颜料，将水墨和色彩刷掸到已经刻好的木板上，再根据需要，套印到宣纸、连史纸、绵麻纸或画绢上。
        </p>
        <p class="title">起源和发展</p>
        <p class="content">说到中国四大发明之一的印刷术，人们自然而然地回忆起了北宋，毕昇，活字印刷术等等，似乎只有白纸黑字的印象。事实上，“印刷”所涵盖的，远不止于此。</p>
        <p class="content">在印刷史上，中国人的发明是多方面的。除了人们熟知的雕版印刷术、活字印刷术外，彩色版画印刷术（木版水印）同样也是中国人民对世界印刷史的一项重大贡献。而对于这方面的传统和成就，人们知道的确实不多。
        </p>
        <p class="content">
            木版水印源于中国明朝十竹斋胡正言所创造的"饾版拱花"套印技艺，是根据画稿笔迹的粗细长短、曲直方圆、刚柔枯润，设色的深浅、浓淡、冷暖及色相的向背阴阳分版勾摹，刻成若干板块，然后对照原作，由深至浅，逐笔依次叠印，力求逼肖原作，精确无误，达到乱真的程度。木版水印技艺在中国有着悠久的历史传统。早在唐代咸通九年（公元868年），有一名叫王阶的人便请人用此技术刻印《金刚般若波罗蜜经》普施，现藏于英国国家图书馆。唐以来书籍多附插图，十六世纪始有彩色套印。近数十年来，十竹斋、荣宝斋在这一传统技艺基础上不断加以改进创新。痛感于这一极其宝贵的传统技艺资源的衰落和流失，鲁迅先生于20世纪30年代，邀约郑振铎先生共同出资，发起了重刻辑印《十竹斋笺谱》等典籍的行动。郑先生委托赵万里先生从王孝慈先生手中借得藏本,延请北京荣宝斋的师傅用“饾版”和“拱花”术仿原件复刻。鲁迅先生还亲自撰写《重印十竹斋笺谱说明》，文中说道：“中华民国二十三年十二月，版画丛刊会假通县王孝慈先生藏本翻印。编者鲁迅、西谛；画者王荣麟；雕者左万川；印者崔毓生、岳海亭；经理其事者，北平荣宝斋。纸墨良好，镌印精工，近时少见，明鉴者知之矣。”
            可以见到他对此事的一片苦心。使彩色套印和拱花技艺获得了传承、延续和发展。</p>
        <p class="content">
            中华人民共和国成立后，木版水印由原来刻板创作的诗笺、信笺印刷发展到能惟妙惟肖、神形兼备地印制笔墨淋漓、气势豪放的《奔马图》及唐代周的《簪花侍女图》、宋代马远的《踏歌图》、《富春山居图》等大幅艺术作品，标志着木版水印艺术已发展到了巅峰。
        </p>
        <p class="content">
            对传统版画的继承和发扬，既体现现代水印版画的创作中，也在复刻版画的制作中体现。上世纪50年代末，上述中国美术学院版画系的木版水印工作室，改由学院直接管理并改名为浙美水印工厂。在该厂员工张耕源、徐银森、王刚、陈品超、俞泓等人的共同努力下，重新翻刻了《十竹斋印谱》。与此同时也翻刻和复制了一批书画名作，其中以复制写意水墨画为主，并在写意水墨画的复制中多有技术创新，使得写意水墨画复制技术达到了国内最高水平，成为国内木版水印三大基地之一，驰名于中外。
        </p>
        <p class="content">
            2001年，师从于陈品超、张根源的木版水印传承人魏立中正式创立杭州十竹斋艺术馆，堙没数百年的木版水印名坊终于得以重生。十竹斋艺术馆聘请原水印工厂的十几位专家传授技艺，并邀请吕济民、沈鹏、欧阳中石、冯骥才、谢辰生、刘健、吴山明、潘鸿海、张远帆等艺术名家进行指导，励精图治，开拓进取，硕果累累。十竹斋已经用木版水印复制了唐868年王玠刻本《金刚般若波罗蜜经》、《玄奘西行图》、《雷峰塔藏经卷》、《十竹斋笺谱》、《十竹斋书画谱》和木刻文化名人肖像印等重要作品，知名度和影响力与日俱增，堪称木版水印在新时代的复兴。此外，十竹斋在中国美术学院版画系设立“魏氏木版水印奖学金”，鼓励年轻人对这项技艺的热情，同时还接纳外国留学生在木版水印工坊内学习，向海外传播中华传统文明。
        </p>
        <p class="title">主要工艺</p>
        <p class="content">
            木版水印这种纯手工印刷工艺有勾（分版）、刻（制版）、印（印刷）等基本工艺程序和刻、剔、掸、描等特殊技巧，它以笔、刀、刷子、耙子、国画颜料、水等材料为基础工具，以追求复原传统书画的艺术形态、笔墨、神采为目的。</p>
        <p class="title">勾描</p>
        <p class="content">
            由画师担任此项工作。第一步先分色，即把画稿上所有同一色调的笔迹划归于一套版内，画面上有几种色调，即分成几套版。色彩简单的画面有二、三套至八、九套版不等，而工细复杂的要分到几十套，大幅的甚至分到几百套到一千六百于套（如《簪花仕女图卷》）。勾描时先用赛璐璐版（即透明薄胶版）覆盖在原作上，照着勾描；然后用极薄的燕皮纸覆在勾描好的赛璐璐版上再描。将描好以后的画稿，极其精细地反复检查其笔触、神韵，同原作有无出入。之后，再从原作的色调和印刷需要分别勾出几套版备用。
        </p>
        <p class="title">刻板</p>
        <p class="content">这是木版水印的第二道重要工序，即把勾在燕皮纸上的画样粘在木板上再进行雕刻。该者除依据墨线雕刻外，还须参看原作，细心领会，持刀如笔，才能把原作的精神和笔法传达得惟妙惟肖。
        </p>
        <p class="title">印刷</p>
        <p class="content">这是木版水印画的最后一道工序，各分版刻成后，逐版套印成画。印刷使用的纸（或绢）、墨、色等材料和原作材料完全一致。</p>
        <p class="content">
            由于印刷用料及装裱形式与原作相同，因而木版水印的复制品具有酷似原作的特殊效果。人们常誉为"艺术再现"，几可乱真。同时由于木版水印全系手工操作，要求水平高，生产过程时间长，产量少，因此，木版水印画也被作为一种艺术品而广受中外艺术爱好者欢迎。
        </p>
        <p class="title">成长历程</p>
        <p class="content">
            木版水印技艺，是从印制诗笺开始的。所谓诗笺，就是带有暗花和格纹的信纸，是传统文人用的东西。明末十竹斋的诗笺不但代表了木刻水印技艺的最高水平，也体现了这个时期典型的绘画风格。进入20世纪30年代，笺纸的颓败之势日渐显现，旧有的店铺已经大多不再印制，技艺高深的技师又相继故去。一向对版画情有独钟的鲁迅敏锐地观察到了这一点，他意识到如战火再起，这项流传千年的技艺恐怕真的就要泯灭了。
        </p>
        <p class="content">
            1933年，郑振铎受鲁迅之托，在京城寻找能够印制精美诗笺的地方。9月中狂飙怒吼、飞沙漫天的一天，感到希望越来越渺茫的郑振铎寻到了琉璃厂南纸店。在荣宝斋上下的配合下，两位先生的愿望最终实现了，这一民族遗产得以留世，多年后，郑振铎先生对此事仍然念念不忘。通过这次印制，荣宝斋又重新积聚了木版水印的技术力量。
        </p>
        <p class="content">为张大千印制《敦煌供养人》</p>
        <p class="content">
            上个世纪40年代文化界的一桩公案，更让荣宝斋的木版水印成了世人关注的焦点。1941年，张大千携家人和弟子西去敦煌研习敦煌壁画。不久传张大千为了临摹竟大面积破坏敦煌壁画的消息，全国震动。对于张大千打掉敦煌壁画的说法很多，一种较为流行的版本是：张大千率弟子们在第20号窟临摹时，张大千发现早已剥落的小块壁画下面，内层隐隐约约有颜色和线条出现，他认为画的下面一定还藏着某种不为人所知的东西。经过一番协商后，张大千决定打掉外面的一层。剥落之前，他先把上面一层的五代壁画临摹了下来。剥落后，展现他面前的果然是一幅敷彩艳丽、行笔敦厚的盛唐壁画。张大千率领门生在敦煌两年多的时间，据说全部花费达"五百根金条"之巨。他先后临摹了276件敦煌壁画。面对众多求画者，以卖画为生的他却不愿出售其中的任何一幅。
        </p>
        <p class="content">
            此时，与张大千交往密切的荣宝斋经理王仁山，提出以木版水印印制他临摹的敦煌壁画。终于，荣宝斋水印技师田永庆试印的《敦煌供养人》赢得了张大千的赞许和信任，也完成了我国雕版印刷由印制笺纸到国画作品的重大转折，震动了整个文化界。然而对于荣宝斋的木版水印来说，这仅仅是牛刀小试，新中国成立后，才有了荣宝斋施展绝技的广阔舞台。
        </p>
    </div>
</template>

<script>
import PageNav from '@/components/PageNav/PageNav.vue';
export default {
    name: 'MuBanShuiYin',
    components: { PageNav }
}
</script>

<style lang="less" scoped> .root {

     .bg {
         width: 100%;
         height: 100%;
         z-index: -1;
         position: fixed;
         top: 0;
         opacity: 0.4;
     }

     h1 {
         text-align: center;
         font-weight: bold;
     }

     .title {
         font-size: 20px;
         font-weight: bold;
         text-indent: 1em;
     }

     .content {
         text-align: left;
         text-indent: 2em;
         font-size: 20px;
         margin: 20px;
     }
 }
</style>