<template>
    <div class="root">
        <BestowBackgroung></BestowBackgroung>
        <BestowNav></BestowNav>
        <div class="content animate__animated animate__backInUp">
            <h1>传统节庆</h1>
            <p>春节</p>
            <p>春节，又称为农历新年，是中国最重要的传统节庆，被认为是一年的新开始。春节的日期通常在农历的正月初一，可以是1月21日至2月20日之间。庆祝活动通常从除夕开始，一直持续到正月十五，这段时间内各地都会举行盛大的庆祝活动。以下是春节的主要庆祝活动和习俗：
            </p>
            <p>家庭团聚： 春节是中国人团聚的时刻，无论家庭成员是否分布在其他城市，他们都会努力回到家中共度这一时刻。这一传统反映了尊重家庭和亲情的价值观。</p>
            <p>贴春联： 人们在家中贴春联，这是一种写有吉祥话语的对联，以祈愿新年的好运和幸福。一般是用红色的纸张写成，寓意着红红火火、吉祥如意。</p>
            <p>放鞭炮： 放鞭炮是为了驱赶邪灵，迎来好运。尽管有些地区因环境污染和安全原因限制了放鞭炮，但在许多地方仍然保留这一传统。</p>
            <p>包饺子： 包饺子是春节期间的习俗，通常是家庭成员一起包饺子，象征团聚和好运。饺子有时也包含硬币，意味着新年带来财富。</p>
            <p>走亲访友： 在春节期间，人们会拜访亲朋好友，互致新年祝福，并交换红包（压岁钱）以示尊重和祝愿好运。红包通常包含一定数量的钱，寓意着给亲人和朋友送去好运和财富。</p>
            <p>舞龙舞狮： 舞龙和舞狮表演是春节期间的传统庆祝活动，象征着驱邪避凶和迎来吉祥。</p>
            <br>
            <br>
            <p>清明节</p>
            <p>清明节通常在农历的清明节气，即4月4日或5日左右，是一个纪念祖先和扫墓的节日。清明节的庆祝活动包括：</p>
            <p>扫墓祭拜： 人们会前往祖坟、墓地，祭拜祖先和亲人，清理墓地，祈愿逝者安宁。</p>
            <p>踏青： 有些人会选择在清明节期间外出郊游，欣赏大自然的美丽，尤其是在春季百花盛开之际。</p>
            <p>吃清明粥： 清明节吃清明粥是一种传统，这种粥通常由糯米、豆子和其他食材制成，象征着新生活的开始。</p>
            <br>
            <br>
            <p>中秋节</p>
            <p>中秋节通常在农历的八月十五，即秋分之后的满月夜晚，通常在9月或10月。中秋节是家庭团聚和赏月的节日，主要庆祝活动包括：</p>
            <p>赏月： 中秋节晚上，人们一起赏月，通常在室外设立月亮形状的灯笼。赏月有着美丽的传说和诗歌。</p>
            <p>吃月饼： 月饼是中秋节的传统美食，通常由糯米、豆沙、莲蓉等馅料制成，外皮酥脆。月饼象征着团圆和完满。</p>
            <p>家庭团聚： 中秋节是家庭团聚的时刻，家人会一起吃月饼、赏月，表达对亲情的思念。</p>
            <br>
            <br>
            <p>端午节</p>
            <p>端午节通常在农历的五月初五，即夏至之后不久，通常在6月。这个节日源于纪念中国古代诗人屈原，主要庆祝活动包括：</p>
            <p>划龙舟： 端午节最著名的活动之一是划龙舟竞赛，人们划龙舟以纪念救水的伟大诗人屈原。</p>
            <p>吃粽子： 粽子是端午节的传统食品，通常由糯米和包裹的竹叶制成。人们相信吃粽子可以驱邪避凶。</p>
            <p>挂艾草： 人们会在家门口挂艾草，以保佑家人平安。</p>
            <p>这些是中国传统的农历节庆，每一个都有其独特的庆祝活动、习俗和象征意义。这些节庆不仅丰富了中国的文化传统，还强调了家庭、亲情、尊敬祖先和社区团结的价值观。同时，它们也是人们共同庆祝和欢乐的机会，将不同的世代和社会群体联系在一起，传承着几千年的文化传统。
            </p>


        </div>
    </div>
</template>

<script>
import BestowNav from '@/page/bestow/BestowNav/BestowNav.vue'
import BestowBackgroung from '@/page/bestow/BestowBackground/BestowBackground.vue'
export default {
    name: 'WeddingCustoms',
    data() {
        return {
            navName: ''
        }
    },
    components: { BestowNav, BestowBackgroung },
    mounted() {
        this.navName = localStorage.getItem('JunNavname')
    },
}
</script>

<style lang="less" scoped>
.root {

    .content {
        margin: 20px 50px;
        text-align: center;

        h1 {
            font-size: 40px;
            font-weight: bold;
            margin: 20px;
            padding-left: 50px;

        }

        p {
            font-size: 20px;
            text-align: left;
            text-indent: 2em;
        }
    }
}
</style>